{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<s>": 1,
      "</s>": 2,
      "\u0000": 3,
      "\u0001": 4,
      "\u0002": 5,
      "\u0003": 6,
      "\u0004": 7,
      "\u0005": 8,
      "\u0006": 9,
      "\u0007": 10,
      "\b": 11,
      "\t": 12,
      "\n": 13,
      "\u000b": 14,
      "\f": 15,
      "\r": 16,
      "\u0010": 17,
      "\u0011": 18,
      "\u0012": 19,
      "\u0013": 20,
      "\u0014": 21,
      "\u0015": 22,
      "\u0016": 23,
      "\u0017": 24,
      "\u0018": 25,
      "\u0019": 26,
      "\u001a": 27,
      "\u001b": 28,
      "\u001c": 29,
      "\u001d": 30,
      "\u001e": 31,
      "\u001f": 32,
      "!": 33,
      "\"": 34,
      "#": 35,
      "$": 36,
      "%": 37,
      "&": 38,
      "'": 39,
      "(": 40,
      ")": 41,
      "*": 42,
      "+": 43,
      ",": 44,
      "-": 45,
      ".": 46,
      "/": 47,
      "0": 48,
      "1": 49,
      "2": 50,
      "3": 51,
      "4": 52,
      "5": 53,
      "6": 54,
      "7": 55,
      "8": 56,
      "9": 57,
      ":": 58,
      ";": 59,
      "<": 60,
      ">": 61,
      "@": 62,
      "A": 63,
      "B": 64,
      "C": 65,
      "D": 66,
      "E": 67,
      "F": 68,
      "G": 69,
      "H": 70,
      "I": 71,
      "J": 72,
      "K": 73,
      "L": 74,
      "M": 75,
      "N": 76,
      "O": 77,
      "P": 78,
      "Q": 79,
      "R": 80,
      "S": 81,
      "T": 82,
      "U": 83,
      "V": 84,
      "W": 85,
      "X": 86,
      "Y": 87,
      "Z": 88,
      "[": 89,
      "\\": 90,
      "]": 91,
      "^": 92,
      "_": 93,
      "`": 94,
      "a": 95,
      "b": 96,
      "c": 97,
      "d": 98,
      "e": 99,
      "f": 100,
      "g": 101,
      "h": 102,
      "i": 103,
      "j": 104,
      "k": 105,
      "l": 106,
      "m": 107,
      "n": 108,
      "o": 109,
      "p": 110,
      "q": 111,
      "r": 112,
      "s": 113,
      "t": 114,
      "u": 115,
      "v": 116,
      "w": 117,
      "x": 118,
      "y": 119,
      "z": 120,
      "{": 121,
      "|": 122,
      "}": 123,
      "~": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "": 143,
      "": 144,
      "": 145,
      "": 146,
      "": 147,
      "": 148,
      "": 149,
      "": 150,
      "": 151,
      "": 152,
      "": 153,
      "": 154,
      "¡": 155,
      "¢": 156,
      "£": 157,
      "¤": 158,
      "¥": 159,
      "¦": 160,
      "§": 161,
      "©": 162,
      "«": 163,
      "¬": 164,
      "­": 165,
      "®": 166,
      "°": 167,
      "±": 168,
      "¶": 169,
      "·": 170,
      "»": 171,
      "¿": 172,
      "À": 173,
      "Á": 174,
      "Â": 175,
      "Ã": 176,
      "Ä": 177,
      "Å": 178,
      "Æ": 179,
      "Ç": 180,
      "È": 181,
      "É": 182,
      "Ê": 183,
      "Ë": 184,
      "Ì": 185,
      "Í": 186,
      "Î": 187,
      "Ï": 188,
      "Ð": 189,
      "Ñ": 190,
      "Ò": 191,
      "Ó": 192,
      "Ô": 193,
      "Õ": 194,
      "Ö": 195,
      "×": 196,
      "Ø": 197,
      "Ù": 198,
      "Ú": 199,
      "Û": 200,
      "Ü": 201,
      "Ý": 202,
      "Þ": 203,
      "ß": 204,
      "à": 205,
      "á": 206,
      "â": 207,
      "ã": 208,
      "ä": 209,
      "å": 210,
      "æ": 211,
      "ç": 212,
      "è": 213,
      "é": 214,
      "ê": 215,
      "ë": 216,
      "ì": 217,
      "í": 218,
      "î": 219,
      "ï": 220,
      "ð": 221,
      "ñ": 222,
      "ò": 223,
      "ó": 224,
      "ô": 225,
      "õ": 226,
      "ö": 227,
      "÷": 228,
      "ø": 229,
      "ù": 230,
      "ú": 231,
      "û": 232,
      "ü": 233,
      "ý": 234,
      "þ": 235,
      "ÿ": 236,
      "Ā": 237,
      "ā": 238,
      "Ă": 239,
      "ă": 240,
      "ą": 241,
      "ć": 242,
      "Č": 243,
      "č": 244,
      "ď": 245,
      "Đ": 246,
      "đ": 247,
      "ē": 248,
      "ĕ": 249,
      "ė": 250,
      "ę": 251,
      "ě": 252,
      "ğ": 253,
      "Ġ": 254,
      "ġ": 255,
      "ĩ": 256,
      "ī": 257,
      "ĭ": 258,
      "İ": 259,
      "ı": 260,
      "ļ": 261,
      "ľ": 262,
      "Ł": 263,
      "ł": 264,
      "ń": 265,
      "ŋ": 266,
      "Ō": 267,
      "ō": 268,
      "ŏ": 269,
      "œ": 270,
      "ř": 271,
      "Ś": 272,
      "ś": 273,
      "ŝ": 274,
      "ş": 275,
      "Š": 276,
      "š": 277,
      "Ţ": 278,
      "ţ": 279,
      "ũ": 280,
      "ū": 281,
      "ŭ": 282,
      "ů": 283,
      "ų": 284,
      "ż": 285,
      "Ž": 286,
      "ž": 287,
      "ƅ": 288,
      "ǎ": 289,
      "ǐ": 290,
      "ǒ": 291,
      "ǔ": 292,
      "ǵ": 293,
      "ɐ": 294,
      "ɑ": 295,
      "ɔ": 296,
      "ə": 297,
      "ɛ": 298,
      "ɡ": 299,
      "ɪ": 300,
      "ɬ": 301,
      "ɹ": 302,
      "ʃ": 303,
      "ʊ": 304,
      "ʋ": 305,
      "ʒ": 306,
      "ʝ": 307,
      "ʻ": 308,
      "ʼ": 309,
      "ʾ": 310,
      "ʿ": 311,
      "ˈ": 312,
      "ː": 313,
      "́": 314,
      "̄": 315,
      "̈": 316,
      "̧": 317,
      "Α": 318,
      "Γ": 319,
      "Δ": 320,
      "Ε": 321,
      "Ζ": 322,
      "Θ": 323,
      "Ι": 324,
      "Κ": 325,
      "Λ": 326,
      "Μ": 327,
      "Ν": 328,
      "Ο": 329,
      "Π": 330,
      "Ρ": 331,
      "Σ": 332,
      "Τ": 333,
      "Υ": 334,
      "Φ": 335,
      "Χ": 336,
      "Ω": 337,
      "ά": 338,
      "έ": 339,
      "ή": 340,
      "ί": 341,
      "α": 342,
      "β": 343,
      "γ": 344,
      "δ": 345,
      "ε": 346,
      "ζ": 347,
      "η": 348,
      "θ": 349,
      "ι": 350,
      "κ": 351,
      "λ": 352,
      "μ": 353,
      "ν": 354,
      "ξ": 355,
      "ο": 356,
      "π": 357,
      "ρ": 358,
      "ς": 359,
      "σ": 360,
      "τ": 361,
      "υ": 362,
      "φ": 363,
      "χ": 364,
      "ω": 365,
      "ό": 366,
      "ύ": 367,
      "Ђ": 368,
      "Є": 369,
      "Ў": 370,
      "А": 371,
      "Б": 372,
      "В": 373,
      "Г": 374,
      "Д": 375,
      "Е": 376,
      "З": 377,
      "И": 378,
      "К": 379,
      "Л": 380,
      "М": 381,
      "Н": 382,
      "П": 383,
      "Р": 384,
      "С": 385,
      "Т": 386,
      "У": 387,
      "Ф": 388,
      "Х": 389,
      "Ц": 390,
      "Ч": 391,
      "Ш": 392,
      "Э": 393,
      "Я": 394,
      "а": 395,
      "б": 396,
      "в": 397,
      "г": 398,
      "д": 399,
      "е": 400,
      "ж": 401,
      "з": 402,
      "и": 403,
      "й": 404,
      "к": 405,
      "л": 406,
      "м": 407,
      "н": 408,
      "о": 409,
      "п": 410,
      "р": 411,
      "с": 412,
      "т": 413,
      "у": 414,
      "ф": 415,
      "х": 416,
      "ц": 417,
      "ч": 418,
      "ш": 419,
      "ъ": 420,
      "ы": 421,
      "ь": 422,
      "э": 423,
      "ю": 424,
      "я": 425,
      "ё": 426,
      "ђ": 427,
      "є": 428,
      "і": 429,
      "ї": 430,
      "ј": 431,
      "љ": 432,
      "ћ": 433,
      "ѣ": 434,
      "ґ": 435,
      "Қ": 436,
      "қ": 437,
      "ҡ": 438,
      "ҧ": 439,
      "ү": 440,
      "ҷ": 441,
      "ҹ": 442,
      "Ӏ": 443,
      "ӑ": 444,
      "ә": 445,
      "ӣ": 446,
      "Հ": 447,
      "Չ": 448,
      "ա": 449,
      "բ": 450,
      "ե": 451,
      "է": 452,
      "թ": 453,
      "ի": 454,
      "հ": 455,
      "մ": 456,
      "յ": 457,
      "ն": 458,
      "շ": 459,
      "ո": 460,
      "տ": 461,
      "ր": 462,
      "ւ": 463,
      "ք": 464,
      "א": 465,
      "ב": 466,
      "ג": 467,
      "ד": 468,
      "ה": 469,
      "ו": 470,
      "ז": 471,
      "ח": 472,
      "ט": 473,
      "י": 474,
      "ך": 475,
      "כ": 476,
      "ל": 477,
      "ם": 478,
      "מ": 479,
      "ן": 480,
      "נ": 481,
      "ס": 482,
      "ע": 483,
      "ף": 484,
      "פ": 485,
      "צ": 486,
      "ק": 487,
      "ר": 488,
      "ש": 489,
      "ת": 490,
      "ױ": 491,
      "ײ": 492,
      "ء": 493,
      "آ": 494,
      "أ": 495,
      "إ": 496,
      "ئ": 497,
      "ا": 498,
      "ب": 499,
      "ة": 500,
      "ت": 501,
      "ث": 502,
      "ج": 503,
      "ح": 504,
      "خ": 505,
      "د": 506,
      "ذ": 507,
      "ر": 508,
      "ز": 509,
      "س": 510,
      "ش": 511,
      "ص": 512,
      "ض": 513,
      "ط": 514,
      "ع": 515,
      "غ": 516,
      "ف": 517,
      "ق": 518,
      "ك": 519,
      "ل": 520,
      "م": 521,
      "ن": 522,
      "ه": 523,
      "و": 524,
      "ى": 525,
      "ي": 526,
      "پ": 527,
      "چ": 528,
      "ڌ": 529,
      "ښ": 530,
      "ڠ": 531,
      "ک": 532,
      "گ": 533,
      "ھ": 534,
      "ہ": 535,
      "ۆ": 536,
      "ۇ": 537,
      "ۊ": 538,
      "ی": 539,
      "ە": 540,
      "ܐ": 541,
      "ܘ": 542,
      "ܝ": 543,
      "ܪ": 544,
      "ܬ": 545,
      "ݢ": 546,
      "ߏ": 547,
      "ߒ": 548,
      "ߞ": 549,
      "अ": 550,
      "आ": 551,
      "उ": 552,
      "औ": 553,
      "क": 554,
      "ग": 555,
      "च": 556,
      "ज": 557,
      "ण": 558,
      "त": 559,
      "ध": 560,
      "न": 561,
      "प": 562,
      "म": 563,
      "य": 564,
      "र": 565,
      "व": 566,
      "स": 567,
      "অ": 568,
      "ই": 569,
      "ণ": 570,
      "ব": 571,
      "ম": 572,
      "র": 573,
      "স": 574,
      "ਮ": 575,
      "ਰ": 576,
      "જ": 577,
      "ଓ": 578,
      "ଡ": 579,
      "த": 580,
      "ம": 581,
      "ಕ": 582,
      "ಡ": 583,
      "ನ": 584,
      "മ": 585,
      "യ": 586,
      "ല": 587,
      "ල": 588,
      "හ": 589,
      "ท": 590,
      "ย": 591,
      "ษ": 592,
      "า": 593,
      "ไ": 594,
      "ພ": 595,
      "ລ": 596,
      "ວ": 597,
      "ສ": 598,
      "າ": 599,
      "န": 600,
      "မ": 601,
      "ა": 602,
      "ბ": 603,
      "გ": 604,
      "თ": 605,
      "ი": 606,
      "ლ": 607,
      "მ": 608,
      "ო": 609,
      "რ": 610,
      "უ": 611,
      "შ": 612,
      "ხ": 613,
      "ማ": 614,
      "ር": 615,
      "ት": 616,
      "ኛ": 617,
      "አ": 618,
      "ኢ": 619,
      "ያ": 620,
      "ዮ": 621,
      "ግ": 622,
      "ጵ": 623,
      "Ꭹ": 624,
      "Ꮃ": 625,
      "Ꮳ": 626,
      "ᐃ": 627,
      "ᐍ": 628,
      "ᐏ": 629,
      "ᐣ": 630,
      "ᐦ": 631,
      "ᑎ": 632,
      "ᑦ": 633,
      "ᒃ": 634,
      "ᓀ": 635,
      "ᓄ": 636,
      "ᔭ": 637,
      "ᜄ": 638,
      "ᜅ": 639,
      "ᜊ": 640,
      "ᜌ": 641,
      "ᜎ": 642,
      "ក": 643,
      "ច": 644,
      "ម": 645,
      "រ": 646,
      "ᠠ": 647,
      "ᠨ": 648,
      "ᠮ": 649,
      "ᠰ": 650,
      "ᠵ": 651,
      "ᡠ": 652,
      "ᡤ": 653,
      "ᡳ": 654,
      "ᨅ": 655,
      "ᨔ": 656,
      "ᬩ": 657,
      "ᬮ": 658,
      "ᬲ": 659,
      "ᮞ": 660,
      "ᱛ": 661,
      "ᱟ": 662,
      "ᱤ": 663,
      "ᱥ": 664,
      "ᱲ": 665,
      "Ḍ": 666,
      "ḍ": 667,
      "ḓ": 668,
      "ḗ": 669,
      "Ḥ": 670,
      "ḥ": 671,
      "ḫ": 672,
      "ṃ": 673,
      "ṛ": 674,
      "ṣ": 675,
      "ṯ": 676,
      "ṳ": 677,
      "ả": 678,
      "ể": 679,
      "ễ": 680,
      "ệ": 681,
      "ỉ": 682,
      "ọ": 683,
      "ồ": 684,
      "ụ": 685,
      "ứ": 686,
      "ἀ": 687,
      "ἁ": 688,
      "ἄ": 689,
      "Ἀ": 690,
      "Ἄ": 691,
      "ἐ": 692,
      "ἔ": 693,
      "Ἐ": 694,
      "Ἑ": 695,
      "ἡ": 696,
      "Ἡ": 697,
      "ἰ": 698,
      "ἶ": 699,
      "Ἰ": 700,
      "ὀ": 701,
      "ὁ": 702,
      "ὄ": 703,
      "ὐ": 704,
      "ὡ": 705,
      "ὰ": 706,
      "ὴ": 707,
      "ὶ": 708,
      "ὸ": 709,
      "ᾶ": 710,
      "ῃ": 711,
      "ῆ": 712,
      "ῖ": 713,
      "ῥ": 714,
      "ῦ": 715,
      "ῶ": 716,
      "ῷ": 717,
      "⁄": 718,
      "▁": 719,
      "Ⰲ": 720,
      "Ⰽ": 721,
      "Ⰾ": 722,
      "Ⱀ": 723,
      "Ⱁ": 724,
      "Ⱄ": 725,
      "Ⱏ": 726,
      "Ⱐ": 727,
      "Ⱑ": 728,
      "ⴰ": 729,
      "ⵉ": 730,
      "ⵎ": 731,
      "ⵖ": 732,
      "ⵜ": 733,
      "ⵣ": 734,
      "い": 735,
      "う": 736,
      "お": 737,
      "か": 738,
      "が": 739,
      "き": 740,
      "ぎ": 741,
      "し": 742,
      "せ": 743,
      "ち": 744,
      "て": 745,
      "な": 746,
      "び": 747,
      "ふ": 748,
      "め": 749,
      "ゃ": 750,
      "や": 751,
      "よ": 752,
      "ら": 753,
      "り": 754,
      "ん": 755,
      "ア": 756,
      "イ": 757,
      "ウ": 758,
      "エ": 759,
      "オ": 760,
      "カ": 761,
      "ガ": 762,
      "キ": 763,
      "ク": 764,
      "ケ": 765,
      "ゲ": 766,
      "コ": 767,
      "サ": 768,
      "シ": 769,
      "ジ": 770,
      "ス": 771,
      "ズ": 772,
      "チ": 773,
      "ッ": 774,
      "ド": 775,
      "ナ": 776,
      "ニ": 777,
      "ビ": 778,
      "ブ": 779,
      "ボ": 780,
      "マ": 781,
      "ミ": 782,
      "メ": 783,
      "ヤ": 784,
      "ョ": 785,
      "ラ": 786,
      "リ": 787,
      "ル": 788,
      "レ": 789,
      "ロ": 790,
      "ワ": 791,
      "ン": 792,
      "ー": 793,
      "一": 794,
      "三": 795,
      "世": 796,
      "中": 797,
      "亜": 798,
      "人": 799,
      "你": 800,
      "俊": 801,
      "倭": 802,
      "偵": 803,
      "傳": 804,
      "僮": 805,
      "公": 806,
      "六": 807,
      "凱": 808,
      "別": 809,
      "别": 810,
      "剛": 811,
      "区": 812,
      "區": 813,
      "华": 814,
      "南": 815,
      "号": 816,
      "合": 817,
      "名": 818,
      "吧": 819,
      "吳": 820,
      "周": 821,
      "味": 822,
      "和": 823,
      "咲": 824,
      "哈": 825,
      "国": 826,
      "國": 827,
      "園": 828,
      "在": 829,
      "基": 830,
      "夢": 831,
      "大": 832,
      "天": 833,
      "太": 834,
      "奇": 835,
      "女": 836,
      "媛": 837,
      "子": 838,
      "客": 839,
      "家": 840,
      "宿": 841,
      "少": 842,
      "尔": 843,
      "尻": 844,
      "山": 845,
      "市": 846,
      "帝": 847,
      "平": 848,
      "徐": 849,
      "得": 850,
      "悪": 851,
      "意": 852,
      "愛": 853,
      "成": 854,
      "我": 855,
      "戦": 856,
      "戯": 857,
      "戰": 858,
      "抂": 859,
      "捲": 860,
      "探": 861,
      "撒": 862,
      "支": 863,
      "政": 864,
      "教": 865,
      "文": 866,
      "族": 867,
      "日": 868,
      "昌": 869,
      "星": 870,
      "暗": 871,
      "曜": 872,
      "會": 873,
      "期": 874,
      "本": 875,
      "杉": 876,
      "来": 877,
      "東": 878,
      "林": 879,
      "柳": 880,
      "柴": 881,
      "校": 882,
      "正": 883,
      "武": 884,
      "殊": 885,
      "殺": 886,
      "民": 887,
      "水": 888,
      "永": 889,
      "汉": 890,
      "沢": 891,
      "治": 892,
      "泰": 893,
      "流": 894,
      "浪": 895,
      "海": 896,
      "渝": 897,
      "港": 898,
      "滨": 899,
      "漢": 900,
      "漫": 901,
      "火": 902,
      "熙": 903,
      "熱": 904,
      "特": 905,
      "男": 906,
      "画": 907,
      "痛": 908,
      "百": 909,
      "皇": 910,
      "直": 911,
      "真": 912,
      "神": 913,
      "禁": 914,
      "穌": 915,
      "窮": 916,
      "粤": 917,
      "粵": 918,
      "紀": 919,
      "編": 920,
      "美": 921,
      "耶": 922,
      "聂": 923,
      "胜": 924,
      "腐": 925,
      "自": 926,
      "舟": 927,
      "花": 928,
      "莱": 929,
      "菜": 930,
      "華": 931,
      "蔷": 932,
      "薇": 933,
      "血": 934,
      "行": 935,
      "術": 936,
      "袁": 937,
      "言": 938,
      "話": 939,
      "語": 940,
      "语": 941,
      "貧": 942,
      "贛": 943,
      "费": 944,
      "越": 945,
      "辖": 946,
      "遊": 947,
      "道": 948,
      "那": 949,
      "郎": 950,
      "部": 951,
      "金": 952,
      "閩": 953,
      "闽": 954,
      "阿": 955,
      "隊": 956,
      "雅": 957,
      "雨": 958,
      "青": 959,
      "韓": 960,
      "類": 961,
      "風": 962,
      "香": 963,
      "高": 964,
      "龍": 965,
      "龙": 966,
      "ꆇ": 967,
      "ꉙ": 968,
      "ꜣ": 969,
      "ꦗ": 970,
      "ꦧ": 971,
      "ꦮ": 972,
      "ꦱ": 973,
      "국": 974,
      "금": 975,
      "남": 976,
      "다": 977,
      "대": 978,
      "라": 979,
      "민": 980,
      "박": 981,
      "산": 982,
      "서": 983,
      "선": 984,
      "수": 985,
      "어": 986,
      "요": 987,
      "울": 988,
      "일": 989,
      "조": 990,
      "한": 991,
      "화": 992,
      "𐌲": 993,
      "𐌹": 994,
      "𐌺": 995,
      "𐌿": 996,
      "𐍃": 997,
      "𐍄": 998,
      "𞤆": 999,
      "𞤢": 1000,
      "𞤪": 1001,
      "𞤵": 1002,
      "ng": 1003,
      "▁a": 1004,
      "▁s": 1005,
      "▁sa": 1006,
      "na": 1007,
      "la": 1008,
      "▁ng": 1009,
      "▁m": 1010,
      "ga": 1011,
      "an": 1012,
      "▁ang": 1013,
      "▁na": 1014,
      "▁t": 1015,
      "▁p": 1016,
      "▁b": 1017,
      "▁k": 1018,
      "it": 1019,
      "▁mga": 1020,
      "on": 1021,
      "li": 1022,
      "▁ay": 1023,
      "ra": 1024,
      "▁at": 1025,
      "▁h": 1026,
      "in": 1027,
      "ya": 1028,
      "▁d": 1029,
      "▁n": 1030,
      "ay": 1031,
      "at": 1032,
      "is": 1033,
      "▁ta": 1034,
      "as": 1035,
      "▁la": 1036,
      "er": 1037,
      "▁pa": 1038,
      "ik": 1039,
      "lo": 1040,
      "ila": 1041,
      "es": 1042,
      "ala": 1043,
      "en": 1044,
      "▁si": 1045,
      "ito": 1046,
      "ri": 1047,
      "ag": 1048,
      "al": 1049,
      "▁u": 1050,
      "os": 1051,
      "ula": 1052,
      "ro": 1053,
      "▁san": 1054,
      "un": 1055,
      "▁i": 1056,
      "re": 1057,
      "yon": 1058,
      "to": 1059,
      "▁1": 1060,
      "ar": 1061,
      "▁ga": 1062,
      "▁ni": 1063,
      "ah": 1064,
      "ig": 1065,
      "yo": 1066,
      "us": 1067,
      "ta": 1068,
      "▁ha": 1069,
      "ma": 1070,
      "oo": 1071,
      "ung": 1072,
      "il": 1073,
      "wa": 1074,
      "or": 1075,
      "▁ito": 1076,
      "ba": 1077,
      "le": 1078,
      "▁noo": 1079,
      "ti": 1080,
      "ika": 1081,
      "▁li": 1082,
      "sa": 1083,
      "di": 1084,
      "▁M": 1085,
      "▁S": 1086,
      "▁ba": 1087,
      "▁ka": 1088,
      "da": 1089,
      "▁C": 1090,
      "do": 1091,
      "ina": 1092,
      "ko": 1093,
      "mp": 1094,
      "▁A": 1095,
      "▁tu": 1096,
      "▁bu": 1097,
      "si": 1098,
      "▁e": 1099,
      "▁may": 1100,
      "man": 1101,
      "hi": 1102,
      "te": 1103,
      "lu": 1104,
      "pa": 1105,
      "▁B": 1106,
      "▁P": 1107,
      "mo": 1108,
      "▁2": 1109,
      "ili": 1110,
      "▁kay": 1111,
      "▁is": 1112,
      "bo": 1113,
      "ka": 1114,
      "▁19": 1115,
      "▁ban": 1116,
      "▁bila": 1117,
      "▁da": 1118,
      "▁w": 1119,
      "ha": 1120,
      "00": 1121,
      "od": 1122,
      "ing": 1123,
      "▁re": 1124,
      "▁g": 1125,
      "▁G": 1126,
      "indi": 1127,
      "▁r": 1128,
      "el": 1129,
      "ong": 1130,
      "et": 1131,
      "om": 1132,
      "▁ti": 1133,
      "▁o": 1134,
      "▁N": 1135,
      "▁I": 1136,
      "▁E": 1137,
      "▁mula": 1138,
      "▁H": 1139,
      "▁an": 1140,
      "id": 1141,
      "▁hindi": 1142,
      "▁R": 1143,
      "▁T": 1144,
      "lit": 1145,
      "ran": 1146,
      "▁siya": 1147,
      "mit": 1148,
      "▁ma": 1149,
      "▁una": 1150,
      "▁para": 1151,
      "▁ara": 1152,
      "pan": 1153,
      "▁pag": 1154,
      "▁in": 1155,
      "▁kung": 1156,
      "▁hu": 1157,
      "mi": 1158,
      "▁kayan": 1159,
      "▁nila": 1160,
      "▁bag": 1161,
      "▁D": 1162,
      "▁pan": 1163,
      "iko": 1164,
      "▁su": 1165,
      "▁L": 1166,
      "ilip": 1167,
      "bi": 1168,
      "▁ra": 1169,
      "▁buo": 1170,
      "▁nito": 1171,
      "tu": 1172,
      "▁di": 1173,
      "▁tag": 1174,
      "▁gamit": 1175,
      "ter": 1176,
      "mb": 1177,
      "ngga": 1178,
      "yan": 1179,
      "▁taon": 1180,
      "▁bago": 1181,
      "ati": 1182,
      "▁J": 1183,
      "▁pu": 1184,
      "go": 1185,
      "ye": 1186,
      "lan": 1187,
      "▁es": 1188,
      "ob": 1189,
      "▁pilip": 1190,
      "▁isa": 1191,
      "wan": 1192,
      "▁dala": 1193,
      "▁dah": 1194,
      "▁K": 1195,
      "▁hala": 1196,
      "op": 1197,
      "▁niya": 1198,
      "he": 1199,
      "ata": 1200,
      "▁iba": 1201,
      "ino": 1202,
      "▁c": 1203,
      "pu": 1204,
      "itan": 1205,
      "ho": 1206,
      "▁dahil": 1207,
      "uk": 1208,
      "inas": 1209,
      "▁lang": 1210,
      "▁nag": 1211,
      "▁bi": 1212,
      "▁ro": 1213,
      "▁rin": 1214,
      "▁bah": 1215,
      "ilang": 1216,
      "pos": 1217,
      "era": 1218,
      "ek": 1219,
      "▁F": 1220,
      "ed": 1221,
      "▁upan": 1222,
      "▁l": 1223,
      "▁ku": 1224,
      "han": 1225,
      "▁lu": 1226,
      "ic": 1227,
      "im": 1228,
      "▁rami": 1229,
      "▁pro": 1230,
      "▁U": 1231,
      "▁din": 1232,
      "gay": 1233,
      "▁kala": 1234,
      "▁kas": 1235,
      "▁araw": 1236,
      "▁ika": 1237,
      "▁ko": 1238,
      "wag": 1239,
      "▁pilipinas": 1240,
      "▁bat": 1241,
      "▁bansa": 1242,
      "pat": 1243,
      "▁lab": 1244,
      "▁pang": 1245,
      "▁nang": 1246,
      "▁ika-": 1247,
      "eo": 1248,
      "po": 1249,
      "▁tapos": 1250,
      "▁sama": 1251,
      "syon": 1252,
      "▁wika": 1253,
      "ismo": 1254,
      "ent": 1255,
      "asyon": 1256,
      "▁tao": 1257,
      "▁de": 1258,
      "▁gawa": 1259,
      "um": 1260,
      "▁kon": 1261,
      "▁tula": 1262,
      "▁W": 1263,
      "hat": 1264,
      "ris": 1265,
      "▁unan": 1266,
      "▁hangga": 1267,
      "ita": 1268,
      "▁lo": 1269,
      "lim": 1270,
      "nay": 1271,
      "ki": 1272,
      "▁ari": 1273,
      "▁man": 1274,
      "st": 1275,
      "dad": 1276,
      "unit": 1277,
      "▁mas": 1278,
      "▁200": 1279,
      "▁kan": 1280,
      "▁laman": 1281,
      "ol": 1282,
      "▁bahag": 1283,
      "▁tawag": 1284,
      "▁roon": 1285,
      "kas": 1286,
      "gan": 1287,
      "nal": 1288,
      "▁ak": 1289,
      "sod": 1290,
      "pi": 1291,
      "pon": 1292,
      "siya": 1293,
      "▁wala": 1294,
      "▁sun": 1295,
      "▁ayon": 1296,
      "bli": 1297,
      "▁lung": 1298,
      "▁tulad": 1299,
      "ilala": 1300,
      "▁naging": 1301,
      "ist": 1302,
      "▁lungsod": 1303,
      "▁bahagi": 1304,
      "de": 1305,
      "▁mala": 1306,
      "▁hi": 1307,
      "yos": 1308,
      "▁20": 1309,
      "▁O": 1310,
      "nan": 1311,
      "gi": 1312,
      "nak": 1313,
      "ch": 1314,
      "▁ek": 1315,
      "ero": 1316,
      "no": 1317,
      "▁3": 1318,
      "▁tung": 1319,
      "res": 1320,
      "ikal": 1321,
      "los": 1322,
      "ia": 1323,
      "▁mam": 1324,
      "ano": 1325,
      "▁pun": 1326,
      "bay": 1327,
      "hiyon": 1328,
      "tura": 1329,
      "ut": 1330,
      "ur": 1331,
      "▁imp": 1332,
      "▁18": 1333,
      "les": 1334,
      "wala": 1335,
      "lis": 1336,
      "log": 1337,
      "▁V": 1338,
      "yag": 1339,
      "▁tang": 1340,
      "ulat": 1341,
      "mer": 1342,
      "lik": 1343,
      "▁kab": 1344,
      "▁saan": 1345,
      "isyon": 1346,
      "gat": 1347,
      "hin": 1348,
      "so": 1349,
      "ip": 1350,
      "▁pas": 1351,
      "▁kilala": 1352,
      "ento": 1353,
      "▁mil": 1354,
      "▁Un": 1355,
      "mog": 1356,
      "▁bay": 1357,
      "hon": 1358,
      "▁ngunit": 1359,
      "ani": 1360,
      "▁Mar": 1361,
      "se": 1362,
      "ul": 1363,
      "yal": 1364,
      "▁sulat": 1365,
      "▁salit": 1366,
      "▁timog": 1367,
      "agitan": 1368,
      "▁taas": 1369,
      "▁mamagitan": 1370,
      "uro": 1371,
      "▁al": 1372,
      "am": 1373,
      "▁as": 1374,
      "ok": 1375,
      "pit": 1376,
      "▁aral": 1377,
      "▁hila": 1378,
      "siyon": 1379,
      "mula": 1380,
      "▁diyos": 1381,
      "kat": 1382,
      "▁Es": 1383,
      "wal": 1384,
      "▁lahat": 1385,
      "▁of": 1386,
      "ac": 1387,
      "▁kar": 1388,
      "▁hilaga": 1389,
      "nap": 1390,
      "iya": 1391,
      "▁In": 1392,
      "ulo": 1393,
      "tad": 1394,
      "▁dalaw": 1395,
      "hay": 1396,
      "▁ahon": 1397,
      "ban": 1398,
      "▁nasa": 1399,
      "▁ar": 1400,
      "▁op": 1401,
      "em": 1402,
      "kol": 1403,
      "hiya": 1404,
      "▁f": 1405,
      "ral": 1406,
      "nga": 1407,
      "▁malak": 1408,
      "▁pat": 1409,
      "ys": 1410,
      "▁kat": 1411,
      "ng-": 1412,
      "yari": 1413,
      "▁batas": 1414,
      "▁ala": 1415,
      "nas": 1416,
      "▁bigay": 1417,
      "▁ag": 1418,
      "▁sunod": 1419,
      "▁dig": 1420,
      "tin": 1421,
      "▁201": 1422,
      "▁daig": 1423,
      "▁par": 1424,
      "▁tat": 1425,
      "lin": 1426,
      "yemb": 1427,
      "undo": 1428,
      "tas": 1429,
      "▁tala": 1430,
      "ue": 1431,
      "dig": 1432,
      "▁un": 1433,
      "asa": 1434,
      "luran": 1435,
      "▁Y": 1436,
      "▁kita": 1437,
      "▁kah": 1438,
      "▁baba": 1439,
      "ib": 1440,
      "▁ulo": 1441,
      "onom": 1442,
      "eb": 1443,
      "▁loob": 1444,
      "▁silang": 1445,
      "▁laki": 1446,
      "▁mag": 1447,
      "esus": 1448,
      "▁tan": 1449,
      "▁ila": 1450,
      "wak": 1451,
      "▁kris": 1452,
      "yu": 1453,
      "ir": 1454,
      "tra": 1455,
      "▁mo": 1456,
      "tor": 1457,
      "ap": 1458,
      "▁daigdig": 1459,
      "ilangan": 1460,
      "▁ing": 1461,
      "▁te": 1462,
      "yano": 1463,
      "▁simula": 1464,
      "▁digma": 1465,
      "▁hig": 1466,
      "▁mat": 1467,
      "tado": 1468,
      "▁dito": 1469,
      "▁le": 1470,
      "kop": 1471,
      "uc": 1472,
      "uan": 1473,
      "▁tulo": 1474,
      "ad": 1475,
      "aryo": 1476,
      "ensiya": 1477,
      "wig": 1478,
      "th": 1479,
      "idos": 1480,
      "end": 1481,
      "▁tira": 1482,
      "tados": 1483,
      "ab": 1484,
      "ista": 1485,
      "pe": 1486,
      "▁the": 1487,
      "▁Estados": 1488,
      "▁hari": 1489,
      "▁Unidos": 1490,
      "▁sabi": 1491,
      "ham": 1492,
      "wat": 1493,
      "▁pulo": 1494,
      "▁halaga": 1495,
      "▁kal": 1496,
      "wi": 1497,
      "▁sig": 1498,
      "kal": 1499,
      "▁en": 1500,
      "▁tong": 1501,
      "lat": 1502,
      "ente": 1503,
      "▁amer": 1504,
      "lek": 1505,
      "▁komp": 1506,
      "▁ika-1": 1507,
      "ce": 1508,
      "cos": 1509,
      "las": 1510,
      "ling": 1511,
      "▁hesus": 1512,
      "gnay": 1513,
      "▁buhay": 1514,
      "▁kanluran": 1515,
      "▁kata": 1516,
      "aniwan": 1517,
      "big": 1518,
      "▁sila": 1519,
      "▁unahin": 1520,
      "rap": 1521,
      "▁kabil": 1522,
      "▁lawig": 1523,
      "▁karaniwan": 1524,
      "publi": 1525,
      "▁higit": 1526,
      "ysay": 1527,
      "ak": 1528,
      "▁rehiyon": 1529,
      "yembre": 1530,
      "▁199": 1531,
      "▁dagat": 1532,
      "▁mu": 1533,
      "ahan": 1534,
      "▁pop": 1535,
      "▁po": 1536,
      "▁kom": 1537,
      "▁labas": 1538,
      "puan": 1539,
      "▁laban": 1540,
      "lohiya": 1541,
      "▁ugnay": 1542,
      "▁tagpuan": 1543,
      "ron": 1544,
      "▁kasal": 1545,
      "▁estado": 1546,
      "▁puno": 1547,
      "▁euro": 1548,
      "▁tangga": 1549,
      "▁pagitan": 1550,
      "gal": 1551,
      "▁popula": 1552,
      "isa": 1553,
      "bang": 1554,
      "lugan": 1555,
      "ins": 1556,
      "por": 1557,
      "▁reli": 1558,
      "▁hapon": 1559,
      "▁kristi": 1560,
      "▁huli": 1561,
      "▁tungkol": 1562,
      "nati": 1563,
      "▁mar": 1564,
      "▁gaya": 1565,
      "▁ekonom": 1566,
      "▁Gre": 1567,
      "▁sakop": 1568,
      "▁siglo": 1569,
      "▁Marcos": 1570,
      "▁dalas": 1571,
      "▁tra": 1572,
      "riya": 1573,
      "▁Ma": 1574,
      "ton": 1575,
      "rian": 1576,
      "ilos": 1577,
      "▁ingles": 1578,
      "lip": 1579,
      "▁dis": 1580,
      "▁big": 1581,
      "rang": 1582,
      "▁lawak": 1583,
      "▁anak": 1584,
      "▁198": 1585,
      "ikong": 1586,
      "▁uri": 1587,
      "▁lupa": 1588,
      "000": 1589,
      "rans": 1590,
      "▁katawan": 1591,
      "ci": 1592,
      "▁mundo": 1593,
      "uku": 1594,
      "isyal": 1595,
      "▁sala": 1596,
      "ine": 1597,
      "▁tatlo": 1598,
      "eral": 1599,
      "▁sis": 1600,
      "▁pare": 1601,
      "▁tanggap": 1602,
      "pang": 1603,
      "qu": 1604,
      "▁or": 1605,
      "▁Ca": 1606,
      "▁republi": 1607,
      "▁bayan": 1608,
      "▁v": 1609,
      "sik": 1610,
      "▁lalim": 1611,
      "pina": 1612,
      "▁pareho": 1613,
      "eg": 1614,
      "▁15": 1615,
      "▁194": 1616,
      "▁Ro": 1617,
      "▁4": 1618,
      "▁5": 1619,
      "gar": 1620,
      "▁res": 1621,
      "▁kato": 1622,
      "▁ter": 1623,
      "▁Z": 1624,
      "ust": 1625,
      "▁anim": 1626,
      "zon": 1627,
      "▁muli": 1628,
      "▁alan": 1629,
      "▁haban": 1630,
      "koy": 1631,
      "duk": 1632,
      "ru": 1633,
      "▁igi": 1634,
      "▁ab": 1635,
      "inal": 1636,
      "▁tukoy": 1637,
      "▁Q": 1638,
      "ve": 1639,
      "ring": 1640,
      "▁populasyon": 1641,
      "pas": 1642,
      "▁saysay": 1643,
      "ork": 1644,
      "▁republika": 1645,
      "into": 1646,
      "▁kaya": 1647,
      "▁opisyal": 1648,
      "ryo": 1649,
      "▁ganap": 1650,
      "▁sak": 1651,
      "ikano": 1652,
      "ayo": 1653,
      "ngg": 1654,
      "orm": 1655,
      "ens": 1656,
      "endaryo": 1657,
      "▁kalendaryo": 1658,
      "co": 1659,
      "bol": 1660,
      "ayon": 1661,
      "ers": 1662,
      "▁bawat": 1663,
      "▁Ch": 1664,
      "kha": 1665,
      "▁000": 1666,
      "dag": 1667,
      "io": 1668,
      "bawa": 1669,
      "tion": 1670,
      "▁halim": 1671,
      "▁siste": 1672,
      "iz": 1673,
      "▁halimbawa": 1674,
      "tila": 1675,
      "▁mus": 1676,
      "leman": 1677,
      "▁espan": 1678,
      "lig": 1679,
      "▁kara": 1680,
      "ang": 1681,
      "▁ser": 1682,
      "▁An": 1683,
      "kbo": 1684,
      "▁sub": 1685,
      "way": 1686,
      "▁dati": 1687,
      "▁salita": 1688,
      "gra": 1689,
      "nag": 1690,
      "ros": 1691,
      "naw": 1692,
      "▁ipina": 1693,
      "ukuyan": 1694,
      "dyo": 1695,
      "▁dapat": 1696,
      "▁tungo": 1697,
      "▁kasalukuyan": 1698,
      "mano": 1699,
      "▁Ne": 1700,
      "tro": 1701,
      "▁aleman": 1702,
      "▁anyo": 1703,
      "▁inter": 1704,
      "▁kastila": 1705,
      "▁dag": 1706,
      "▁So": 1707,
      "▁lapit": 1708,
      "ungan": 1709,
      "▁tuloy": 1710,
      "▁kina": 1711,
      "▁sistema": 1712,
      "▁likha": 1713,
      "▁yari": 1714,
      "▁liit": 1715,
      "▁relihiyon": 1716,
      "liko": 1717,
      "▁Re": 1718,
      "be": 1719,
      "law": 1720,
      "▁kuha": 1721,
      "NA": 1722,
      "ria": 1723,
      "ose": 1724,
      "▁lugar": 1725,
      "dor": 1726,
      "usyon": 1727,
      "▁pilipino": 1728,
      "tik": 1729,
      "lang": 1730,
      "▁pis": 1731,
      "▁kalaw": 1732,
      "▁sapi": 1733,
      "eryo": 1734,
      "und": 1735,
      "▁turing": 1736,
      "▁Is": 1737,
      "▁alam": 1738,
      "▁ika-2": 1739,
      "ump": 1740,
      "▁and": 1741,
      "ke": 1742,
      "▁Grego": 1743,
      "ular": 1744,
      "▁apat": 1745,
      "tong": 1746,
      "▁balik": 1747,
      "▁Co": 1748,
      "▁sek": 1749,
      "▁hayag": 1750,
      "▁kul": 1751,
      "rit": 1752,
      "land": 1753,
      "▁16": 1754,
      "▁ano": 1755,
      "▁197": 1756,
      "ril": 1757,
      "nganak": 1758,
      "▁polit": 1759,
      "hong": 1760,
      "▁banas": 1761,
      "tan": 1762,
      "▁ekonomiya": 1763,
      "uso": 1764,
      "▁pos": 1765,
      "ity": 1766,
      "ck": 1767,
      "ras": 1768,
      "▁6": 1769,
      "▁pula": 1770,
      "▁hati": 1771,
      "▁bansi": 1772,
      "per": 1773,
      "▁milyon": 1774,
      "▁maging": 1775,
      "ation": 1776,
      "▁baga": 1777,
      "▁palit": 1778,
      "ts": 1779,
      "▁sel": 1780,
      "▁tahong": 1781,
      "tibo": 1782,
      "▁amerikano": 1783,
      "ber": 1784,
      "▁papa": 1785,
      "▁ngayon": 1786,
      "▁romano": 1787,
      "yer": 1788,
      "▁lit": 1789,
      "▁bas": 1790,
      "▁europa": 1791,
      "iti": 1792,
      "▁12": 1793,
      "▁dagdag": 1794,
      "ca": 1795,
      "▁alog": 1796,
      "▁pangkat": 1797,
      "walay": 1798,
      "▁agham": 1799,
      "▁17": 1800,
      "uno": 1801,
      "▁laya": 1802,
      "▁iyon": 1803,
      "▁halal": 1804,
      "▁se": 1805,
      "▁mod": 1806,
      "yonal": 1807,
      "▁ele": 1808,
      "aw": 1809,
      "▁lib": 1810,
      "▁kultura": 1811,
      "▁du": 1812,
      "▁10": 1813,
      "▁The": 1814,
      "▁pant": 1815,
      "pangyari": 1816,
      "▁Gregorian": 1817,
      "pes": 1818,
      "▁ye": 1819,
      "▁aklat": 1820,
      "ali": 1821,
      "was": 1822,
      "▁ilan": 1823,
      "ikat": 1824,
      "▁sina": 1825,
      "ard": 1826,
      "▁Ar": 1827,
      "ara": 1828,
      "dia": 1829,
      "▁baybay": 1830,
      "▁7": 1831,
      "▁halos": 1832,
      "▁bagay": 1833,
      "▁imperyo": 1834,
      "lar": 1835,
      "gu": 1836,
      "yong": 1837,
      "▁tunay": 1838,
      "▁asi": 1839,
      "▁ind": 1840,
      "▁hiwalay": 1841,
      "▁kristiyano": 1842,
      "lad": 1843,
      "rea": 1844,
      "wer": 1845,
      "▁bili": 1846,
      "hok": 1847,
      "nggo": 1848,
      "▁antas": 1849,
      "▁iwala": 1850,
      "etro": 1851,
      "▁kahit": 1852,
      "tes": 1853,
      "yet": 1854,
      "rael": 1855,
      "me": 1856,
      "yang": 1857,
      "▁asya": 1858,
      "ub": 1859,
      "ord": 1860,
      "mba": 1861,
      "ini": 1862,
      "▁daan": 1863,
      "▁israel": 1864,
      "▁Juan": 1865,
      "▁aw": 1866,
      "▁ginto": 1867,
      "▁babae": 1868,
      "▁tangi": 1869,
      "mento": 1870,
      "gawa": 1871,
      "▁ibig": 1872,
      "▁Al": 1873,
      "▁alo": 1874,
      "▁kalakal": 1875,
      "▁asa": 1876,
      "▁atay": 1877,
      "win": 1878,
      "▁hen": 1879,
      "ilosop": 1880,
      "▁teo": 1881,
      "▁batay": 1882,
      "▁to": 1883,
      "▁year": 1884,
      "▁ama": 1885,
      "▁sari": 1886,
      "up": 1887,
      "▁pangal": 1888,
      "pangyarihan": 1889,
      "pag": 1890,
      "▁kit": 1891,
      "▁buwan": 1892,
      "hel": 1893,
      "▁konse": 1894,
      "mang": 1895,
      "bot": 1896,
      "▁he": 1897,
      "▁laon": 1898,
      "hen": 1899,
      "▁plan": 1900,
      "▁kapangyarihan": 1901,
      "▁Jose": 1902,
      "iv": 1903,
      "▁bala": 1904,
      "bid": 1905,
      "▁hudyo": 1906,
      "▁De": 1907,
      "▁espanya": 1908,
      "raw": 1909,
      "▁Gay": 1910,
      "eta": 1911,
      "▁ap": 1912,
      "▁leap": 1913,
      "oon": 1914,
      "va": 1915,
      "▁sent": 1916,
      "▁196": 1917,
      "▁so": 1918,
      "itik": 1919,
      "onya": 1920,
      "▁Ta": 1921,
      "ablo": 1922,
      "bra": 1923,
      "▁pilosop": 1924,
      "tic": 1925,
      "ni": 1926,
      "wanag": 1927,
      "▁Pablo": 1928,
      "▁isip": 1929,
      "▁lala": 1930,
      "tiko": 1931,
      "unpa": 1932,
      "▁14": 1933,
      "ne": 1934,
      "rito": 1935,
      "▁tin": 1936,
      "▁Her": 1937,
      "unpaman": 1938,
      "▁bata": 1939,
      "▁DNA": 1940,
      "▁ya": 1941,
      "▁likas": 1942,
      "▁gan": 1943,
      "onal": 1944,
      "ulugan": 1945,
      "▁pina": 1946,
      "▁gay": 1947,
      "▁Se": 1948,
      "▁tubo": 1949,
      "▁195": 1950,
      "▁katoliko": 1951,
      "ment": 1952,
      "▁kailangan": 1953,
      "▁pasok": 1954,
      "kan": 1955,
      "ud": 1956,
      "uman": 1957,
      "▁Riz": 1958,
      "▁Le": 1959,
      "punan": 1960,
      "kah": 1961,
      "▁9": 1962,
      "kod": 1963,
      "ct": 1964,
      "▁dat": 1965,
      "▁13": 1966,
      "▁Me": 1967,
      "▁gru": 1968,
      "▁Rizal": 1969,
      "ge": 1970,
      "▁pala": 1971,
      "▁grupo": 1972,
      "▁bagaman": 1973,
      "kin": 1974,
      "inist": 1975,
      "osto": 1976,
      "▁New": 1977,
      "▁pana": 1978,
      "▁dulo": 1979,
      "▁York": 1980,
      "▁Que": 1981,
      "▁tsa": 1982,
      "▁Mo": 1983,
      "▁ok": 1984,
      "itar": 1985,
      "▁iral": 1986,
      "bis": 1987,
      "wensiya": 1988,
      "▁am": 1989,
      "▁milya": 1990,
      "-1": 1991,
      "▁lalo": 1992,
      "▁CE": 1993,
      "▁tuk": 1994,
      "▁dili": 1995,
      "▁Mat": 1996,
      "▁gri": 1997,
      "bas": 1998,
      "▁193": 1999,
      "▁kalahat": 2000,
      "kom": 2001,
      "bre": 2002,
      "▁mayo": 2003,
      "pad": 2004,
      "▁Na": 2005,
      "▁amerika": 2006,
      "bisyon": 2007,
      "▁wa": 2008,
      "▁trans": 2009,
      "mpa": 2010,
      "him": 2011,
      "mon": 2012,
      "tos": 2013,
      "▁taga": 2014,
      "▁sarili": 2015,
      "rero": 2016,
      "▁8": 2017,
      "▁lig": 2018,
      "▁matay": 2019,
      "-s": 2020,
      "▁aga": 2021,
      "▁por": 2022,
      "▁tabi": 2023,
      "ene": 2024,
      "▁galing": 2025,
      "che": 2026,
      "uni": 2027,
      "▁eks": 2028,
      "▁189": 2029,
      "▁patay": 2030,
      "▁ipinanganak": 2031,
      "▁Gayunpaman": 2032,
      "▁kalahatan": 2033,
      "ble": 2034,
      "omo": 2035,
      "una": 2036,
      "wid": 2037,
      "anta": 2038,
      "est": 2039,
      "▁11": 2040,
      "sak": 2041,
      "ry": 2042,
      "▁tayo": 2043,
      "ilan": 2044,
      "▁organ": 2045,
      "tol": 2046,
      "▁kahulugan": 2047,
      "if": 2048,
      "rin": 2049,
      "we": 2050,
      "unlad": 2051,
      "▁ori": 2052,
      "▁'": 2053,
      "▁per": 2054,
      "▁tubig": 2055,
      "yanismo": 2056,
      "▁tele": 2057,
      "▁enero": 2058,
      "▁pe": 2059,
      "aran": 2060,
      "stit": 2061,
      "bah": 2062,
      "lyo": 2063,
      "▁pak": 2064,
      "lay": 2065,
      "▁peb": 2066,
      "ite": 2067,
      "▁Con": 2068,
      "yego": 2069,
      "ser": 2070,
      "ura": 2071,
      "▁atom": 2072,
      "yak": 2073,
      "▁liwanag": 2074,
      "hip": 2075,
      "▁tanda": 2076,
      "ly": 2077,
      "pek": 2078,
      "▁Ser": 2079,
      "▁pebrero": 2080,
      "IV": 2081,
      "vi": 2082,
      "▁pam": 2083,
      "▁ant": 2084,
      "natili": 2085,
      "▁hukbo": 2086,
      "▁sukat": 2087,
      "▁marso": 2088,
      "ritan": 2089,
      "▁lahok": 2090,
      "▁sira": 2091,
      "▁galaw": 2092,
      "▁griyego": 2093,
      "hinal": 2094,
      "▁bo": 2095,
      "▁han": 2096,
      "mpu": 2097,
      "mig": 2098,
      "ug": 2099,
      "▁Filip": 2100,
      "▁politika": 2101,
      "ion": 2102,
      "▁sang": 2103,
      "▁pres": 2104,
      "enti": 2105,
      "▁rito": 2106,
      "▁base": 2107,
      "art": 2108,
      "kada": 2109,
      "lam": 2110,
      "▁dist": 2111,
      "▁BC": 2112,
      "▁tek": 2113,
      "▁publi": 2114,
      "▁angkin": 2115,
      "ver": 2116,
      "▁Inter": 2117,
      "▁bar": 2118,
      "▁simb": 2119,
      "▁hulugan": 2120,
      "▁lin": 2121,
      "▁turo": 2122,
      "▁abril": 2123,
      "▁Quezon": 2124,
      "mat": 2125,
      "▁nob": 2126,
      "▁30": 2127,
      "▁mi": 2128,
      "▁tak": 2129,
      "▁tal": 2130,
      "▁lagay": 2131,
      "▁tip": 2132,
      "▁korea": 2133,
      "▁partik": 2134,
      "▁unyon": 2135,
      "▁simbahan": 2136,
      "▁tama": 2137,
      "alit": 2138,
      "▁Lu": 2139,
      "uto": 2140,
      "▁him": 2141,
      "▁ilog": 2142,
      "▁Sa": 2143,
      "ku": 2144,
      "tat": 2145,
      "▁II": 2146,
      "▁orihinal": 2147,
      "lidad": 2148,
      "isera": 2149,
      "bib": 2150,
      "obyet": 2151,
      "▁militar": 2152,
      "der": 2153,
      "▁ilang": 2154,
      "▁me": 2155,
      "pin": 2156,
      "▁salin": 2157,
      "long": 2158,
      "▁kanya": 2159,
      "▁salig": 2160,
      "enta": 2161,
      "▁lipon": 2162,
      "▁Po": 2163,
      "▁moder": 2164,
      "▁awit": 2165,
      "kay": 2166,
      "▁pili": 2167,
      "▁laraw": 2168,
      "ook": 2169,
      "▁gol": 2170,
      "▁kabisera": 2171,
      "▁disyembre": 2172,
      "bat": 2173,
      "itna": 2174,
      "▁uno": 2175,
      "▁Da": 2176,
      "her": 2177,
      "▁naka": 2178,
      "▁danta": 2179,
      "▁lag": 2180,
      "kot": 2181,
      "▁Ha": 2182,
      "▁co": 2183,
      "▁malay": 2184,
      "▁agosto": 2185,
      "▁tuklas": 2186,
      "▁dantaon": 2187,
      "▁Man": 2188,
      "▁Sobyet": 2189,
      "▁kristiyanismo": 2190,
      "▁term": 2191,
      "ilo": 2192,
      "rak": 2193,
      "ulang": 2194,
      "mpala": 2195,
      "▁bahay": 2196,
      "su": 2197,
      "ungkah": 2198,
      "mpan": 2199,
      "▁progra": 2200,
      "▁bis": 2201,
      "rasyon": 2202,
      "▁anuman": 2203,
      "▁pul": 2204,
      "ulta": 2205,
      "ungkahi": 2206,
      "ian": 2207,
      "pel": 2208,
      "peo": 2209,
      "▁layo": 2210,
      "▁nina": 2211,
      "▁trad": 2212,
      "▁kilos": 2213,
      "▁pali": 2214,
      "▁lima": 2215,
      "iber": 2216,
      "▁et": 2217,
      "bibilangan": 2218,
      "▁Be": 2219,
      "wersa": 2220,
      "▁nga": 2221,
      "loh": 2222,
      "uri": 2223,
      "▁mungkahi": 2224,
      "▁ili": 2225,
      "▁tug": 2226,
      "▁HIV": 2227,
      "▁bibli": 2228,
      "wiran": 2229,
      "▁ad": 2230,
      "▁lipas": 2231,
      "▁produk": 2232,
      "▁hirap": 2233,
      "'s": 2234,
      "▁elek": 2235,
      "ober": 2236,
      "▁dire": 2237,
      "▁baha": 2238,
      "▁moderno": 2239,
      "▁alis": 2240,
      "tina": 2241,
      "▁bab": 2242,
      "▁subalit": 2243,
      "▁ebang": 2244,
      "▁191": 2245,
      "▁Mateo": 2246,
      "▁hun": 2247,
      "esto": 2248,
      "▁buti": 2249,
      "▁Jo": 2250,
      "▁saad": 2251,
      "▁25": 2252,
      "▁2013": 2253,
      "▁mah": 2254,
      "▁Set": 2255,
      "bong": 2256,
      "▁Dar": 2257,
      "▁dalawa": 2258,
      "▁Or": 2259,
      "rus": 2260,
      "▁it": 2261,
      "ales": 2262,
      "▁tagump": 2263,
      "▁sundo": 2264,
      "▁trabah": 2265,
      "▁kinabibilangan": 2266,
      "▁teoriya": 2267,
      "▁hunyo": 2268,
      "▁tagumpay": 2269,
      "ot": 2270,
      "tubre": 2271,
      "ff": 2272,
      "▁hina": 2273,
      "▁pag-": 2274,
      "▁anime": 2275,
      "▁oktubre": 2276,
      "▁programa": 2277,
      "emat": 2278,
      "yuter": 2279,
      "▁komun": 2280,
      "▁bilis": 2281,
      "ft": 2282,
      "▁parti": 2283,
      "▁europeo": 2284,
      "helyo": 2285,
      "▁ebanghelyo": 2286,
      "dat": 2287,
      "▁Min": 2288,
      "▁Ped": 2289,
      "▁resulta": 2290,
      "▁papel": 2291,
      "▁hulyo": 2292,
      "ucle": 2293,
      "nes": 2294,
      "rika": 2295,
      "tang": 2296,
      "▁patid": 2297,
      "▁ulong": 2298,
      "▁pantal": 2299,
      "▁Setyembre": 2300,
      "ie": 2301,
      "uhan": 2302,
      "▁gayon": 2303,
      "▁gus": 2304,
      "▁hukom": 2305,
      "umento": 2306,
      "▁trabaho": 2307,
      "ana": 2308,
      "▁dok": 2309,
      "rip": 2310,
      "▁Gu": 2311,
      "▁kaso": 2312,
      "▁dekada": 2313,
      "undok": 2314,
      "▁kompyuter": 2315,
      "▁partikular": 2316,
      "▁partido": 2317,
      "AR": 2318,
      "▁sal": 2319,
      "▁bundok": 2320,
      "ind": 2321,
      "mpera": 2322,
      "▁implu": 2323,
      "▁sentro": 2324,
      "▁linggo": 2325,
      "▁maka": 2326,
      "▁Pedro": 2327,
      "▁lakas": 2328,
      "▁larang": 2329,
      "▁hang": 2330,
      "▁Fran": 2331,
      "▁matemat": 2332,
      "nggit": 2333,
      "roses": 2334,
      "▁litaw": 2335,
      "▁pin": 2336,
      "usan": 2337,
      "▁banggit": 2338,
      "kolar": 2339,
      "▁isina": 2340,
      "▁Hu": 2341,
      "ranses": 2342,
      "iet": 2343,
      "gali": 2344,
      "▁lak": 2345,
      "▁Phi": 2346,
      "▁indi": 2347,
      "alan": 2348,
      "▁dak": 2349,
      "▁kontro": 2350,
      "insan": 2351,
      "▁asawa": 2352,
      "▁minsan": 2353,
      "▁nanaw": 2354,
      "▁titik": 2355,
      "gas": 2356,
      "▁ina": 2357,
      "▁kaysa": 2358,
      "undin": 2359,
      "▁gayundin": 2360,
      "▁termino": 2361,
      "▁j": 2362,
      "▁laba": 2363,
      "▁punta": 2364,
      "▁elemento": 2365,
      "▁pelik": 2366,
      "▁BCE": 2367,
      "tasyon": 2368,
      "▁pranses": 2369,
      "▁Mac": 2370,
      "▁Bon": 2371,
      "▁tibay": 2372,
      "▁Nor": 2373,
      "▁telebisyon": 2374,
      "▁direk": 2375,
      "can": 2376,
      "hal": 2377,
      "▁kun": 2378,
      "ish": 2379,
      "▁rus": 2380,
      "▁Ja": 2381,
      "▁pilosopiya": 2382,
      "▁Filipino": 2383,
      "men": 2384,
      "▁ne": 2385,
      "lok": 2386,
      "▁hanap": 2387,
      "▁bagsak": 2388,
      "▁konseho": 2389,
      "ast": 2390,
      "mok": 2391,
      "stan": 2392,
      "▁nucle": 2393,
      "esa": 2394,
      "▁NA": 2395,
      "▁pelikula": 2396,
      "ld": 2397,
      "agsik": 2398,
      "dong": 2399,
      "ental": 2400,
      "▁indust": 2401,
      "▁publiko": 2402,
      "mbo": 2403,
      "▁talo": 2404,
      "ago": 2405,
      "▁baya": 2406,
      "▁Fer": 2407,
      "▁opera": 2408,
      "▁ayos": 2409,
      "▁bang": 2410,
      "▁kapit": 2411,
      "▁Aqu": 2412,
      "mbag": 2413,
      "▁2005": 2414,
      "▁Philip": 2415,
      "za": 2416,
      "▁ako": 2417,
      "▁sanhi": 2418,
      "unt": 2419,
      "umat": 2420,
      "▁alaga": 2421,
      "▁terito": 2422,
      "▁nobyembre": 2423,
      "▁sanay": 2424,
      "▁kim": 2425,
      "ting": 2426,
      "▁Roma": 2427,
      "▁aprika": 2428,
      "▁takda": 2429,
      "▁hay": 2430,
      "▁ulat": 2431,
      "▁Ng": 2432,
      "▁tatay": 2433,
      "▁alemanya": 2434,
      "▁harap": 2435,
      "wang": 2436,
      "kap": 2437,
      "▁tiyak": 2438,
      "▁impluwensiya": 2439,
      "-A": 2440,
      "mple": 2441,
      "▁Abra": 2442,
      "▁22": 2443,
      "▁sup": 2444,
      "▁bigkas": 2445,
      "▁Ngunit": 2446,
      "lika": 2447,
      "▁ukol": 2448,
      "ungat": 2449,
      "▁Pran": 2450,
      "▁rela": 2451,
      "▁Ka": 2452,
      "▁salungat": 2453,
      "▁ide": 2454,
      "igil": 2455,
      "▁21": 2456,
      "▁gu": 2457,
      "▁Luc": 2458,
      "▁bibliya": 2459,
      "▁teritoryo": 2460,
      "son": 2461,
      "yar": 2462,
      "▁neg": 2463,
      "rera": 2464,
      "▁lipat": 2465,
      "sia": 2466,
      "▁Por": 2467,
      "▁Rus": 2468,
      "bon": 2469,
      "▁pook": 2470,
      "▁bil": 2471,
      "▁Car": 2472,
      "▁Pro": 2473,
      "▁Ko": 2474,
      "▁dulot": 2475,
      "▁Pransiya": 2476,
      "pis": 2477,
      "▁abot": 2478,
      "▁bal": 2479,
      "▁Bo": 2480,
      "▁192": 2481,
      "SC": 2482,
      "nador": 2483,
      "▁tun": 2484,
      "▁kor": 2485,
      "▁espes": 2486,
      "▁musika": 2487,
      "▁serye": 2488,
      "▁distrito": 2489,
      "and": 2490,
      "▁pati": 2491,
      "▁kong": 2492,
      "sidad": 2493,
      "▁ener": 2494,
      "▁himagsik": 2495,
      "▁hango": 2496,
      "work": 2497,
      "▁noon": 2498,
      "▁halip": 2499,
      "▁kawal": 2500,
      "▁Lo": 2501,
      "▁ika-3": 2502,
      "▁asido": 2503,
      "-a": 2504,
      "▁latin": 2505,
      "usal": 2506,
      "▁23": 2507,
      "ormal": 2508,
      "ph": 2509,
      "▁ikat": 2510,
      "▁haba": 2511,
      "▁lis": 2512,
      "▁limit": 2513,
      "▁banal": 2514,
      "▁As": 2515,
      "▁Per": 2516,
      "▁tipunan": 2517,
      "▁kol": 2518,
      "uel": 2519,
      "naryo": 2520,
      "ono": 2521,
      "ones": 2522,
      "kad": 2523,
      "landa": 2524,
      "▁selula": 2525,
      "▁ikatlo": 2526,
      "bu": 2527,
      "▁pri": 2528,
      "▁proses": 2529,
      "▁tagal": 2530,
      "▁lapi": 2531,
      "▁karera": 2532,
      "▁Islam": 2533,
      "▁planeta": 2534,
      "▁Aquino": 2535,
      "mas": 2536,
      "▁sikat": 2537,
      "▁bisa": 2538,
      "yat": 2539,
      "▁kontin": 2540,
      "▁st": 2541,
      "ahala": 2542,
      "▁24": 2543,
      "ritanya": 2544,
      "usalem": 2545,
      "kit": 2546,
      "rik": 2547,
      "▁britanya": 2548,
      "▁payag": 2549,
      "all": 2550,
      "▁con": 2551,
      "tural": 2552,
      "metro": 2553,
      "ven": 2554,
      "late": 2555,
      "▁pito": 2556,
      "isasyon": 2557,
      "iki": 2558,
      "▁Ale": 2559,
      "▁ehip": 2560,
      "etwork": 2561,
      "▁uniber": 2562,
      "▁Luzon": 2563,
      "ks": 2564,
      "▁sin": 2565,
      "▁basa": 2566,
      "▁siwal": 2567,
      "ale": 2568,
      "▁ir": 2569,
      "ell": 2570,
      "▁pagka": 2571,
      "▁tulong": 2572,
      "▁hapones": 2573,
      "▁rusya": 2574,
      "bil": 2575,
      "▁takbo": 2576,
      "dam": 2577,
      "▁lub": 2578,
      "acio": 2579,
      "bolusyon": 2580,
      "▁negos": 2581,
      "▁enerhiya": 2582,
      "▁data": 2583,
      "▁dumat": 2584,
      "▁lihim": 2585,
      "▁kap": 2586,
      "▁Com": 2587,
      "lismo": 2588,
      "▁talaga": 2589,
      "▁muslim": 2590,
      "▁med": 2591,
      "▁ts": 2592,
      "▁panini": 2593,
      "▁Ju": 2594,
      "ake": 2595,
      "▁elekt": 2596,
      "ruk": 2597,
      "▁salik": 2598,
      "rawan": 2599,
      "▁hanga": 2600,
      "gles": 2601,
      "int": 2602,
      "ikasyon": 2603,
      "▁27": 2604,
      "bok": 2605,
      "hang": 2606,
      "▁akda": 2607,
      "▁molek": 2608,
      "▁mater": 2609,
      "DS": 2610,
      "taya": 2611,
