{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": null,
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<s>": 1,
      "</s>": 2,
      "\t": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "£": 98,
      "¥": 99,
      "«": 100,
      "­": 101,
      "°": 102,
      "·": 103,
      "»": 104,
      "À": 105,
      "Á": 106,
      "Ä": 107,
      "Å": 108,
      "Ç": 109,
      "È": 110,
      "É": 111,
      "Í": 112,
      "Ð": 113,
      "Ñ": 114,
      "Ó": 115,
      "×": 116,
      "Ú": 117,
      "Ü": 118,
      "Þ": 119,
      "ß": 120,
      "à": 121,
      "á": 122,
      "â": 123,
      "ã": 124,
      "ä": 125,
      "å": 126,
      "æ": 127,
      "ç": 128,
      "è": 129,
      "é": 130,
      "ê": 131,
      "ë": 132,
      "ì": 133,
      "í": 134,
      "î": 135,
      "ï": 136,
      "ð": 137,
      "ñ": 138,
      "ò": 139,
      "ó": 140,
      "ô": 141,
      "õ": 142,
      "ö": 143,
      "÷": 144,
      "ø": 145,
      "ù": 146,
      "ú": 147,
      "ü": 148,
      "ý": 149,
      "þ": 150,
      "Ā": 151,
      "ā": 152,
      "ă": 153,
      "ą": 154,
      "ć": 155,
      "Č": 156,
      "č": 157,
      "ď": 158,
      "Đ": 159,
      "đ": 160,
      "ē": 161,
      "ĕ": 162,
      "ė": 163,
      "ę": 164,
      "ě": 165,
      "ğ": 166,
      "ġ": 167,
      "ħ": 168,
      "ĩ": 169,
      "ī": 170,
      "İ": 171,
      "ı": 172,
      "ļ": 173,
      "ľ": 174,
      "ł": 175,
      "ń": 176,
      "ŋ": 177,
      "Ō": 178,
      "ō": 179,
      "ŏ": 180,
      "œ": 181,
      "ř": 182,
      "Ś": 183,
      "ś": 184,
      "ŝ": 185,
      "ş": 186,
      "Š": 187,
      "š": 188,
      "Ţ": 189,
      "ţ": 190,
      "ũ": 191,
      "ū": 192,
      "ŭ": 193,
      "ů": 194,
      "ų": 195,
      "ż": 196,
      "Ž": 197,
      "ž": 198,
      "ƅ": 199,
      "ǎ": 200,
      "ǐ": 201,
      "ǒ": 202,
      "ǔ": 203,
      "ǵ": 204,
      "ɐ": 205,
      "ɑ": 206,
      "ɔ": 207,
      "ə": 208,
      "ɛ": 209,
      "ɡ": 210,
      "ɩ": 211,
      "ɪ": 212,
      "ɬ": 213,
      "ɲ": 214,
      "ɹ": 215,
      "ʃ": 216,
      "ʊ": 217,
      "ʋ": 218,
      "ʒ": 219,
      "ʧ": 220,
      "ʻ": 221,
      "ʼ": 222,
      "ʾ": 223,
      "ʿ": 224,
      "ˆ": 225,
      "ˈ": 226,
      "ˌ": 227,
      "ː": 228,
      "́": 229,
      "̃": 230,
      "̄": 231,
      "̈": 232,
      "̓": 233,
      "̤": 234,
      "̧": 235,
      "̯": 236,
      "͠": 237,
      "͡": 238,
      "Α": 239,
      "Γ": 240,
      "Δ": 241,
      "Ε": 242,
      "Ζ": 243,
      "Θ": 244,
      "Ι": 245,
      "Κ": 246,
      "Λ": 247,
      "Μ": 248,
      "Ν": 249,
      "Ο": 250,
      "Π": 251,
      "Ρ": 252,
      "Σ": 253,
      "Τ": 254,
      "Υ": 255,
      "Φ": 256,
      "Χ": 257,
      "Ω": 258,
      "ά": 259,
      "έ": 260,
      "ή": 261,
      "ί": 262,
      "α": 263,
      "β": 264,
      "γ": 265,
      "δ": 266,
      "ε": 267,
      "ζ": 268,
      "η": 269,
      "θ": 270,
      "ι": 271,
      "κ": 272,
      "λ": 273,
      "μ": 274,
      "ν": 275,
      "ξ": 276,
      "ο": 277,
      "π": 278,
      "ρ": 279,
      "ς": 280,
      "σ": 281,
      "τ": 282,
      "υ": 283,
      "φ": 284,
      "χ": 285,
      "ω": 286,
      "ό": 287,
      "ύ": 288,
      "Ў": 289,
      "А": 290,
      "Б": 291,
      "В": 292,
      "Г": 293,
      "Е": 294,
      "З": 295,
      "И": 296,
      "К": 297,
      "Л": 298,
      "М": 299,
      "Н": 300,
      "П": 301,
      "Р": 302,
      "С": 303,
      "Т": 304,
      "У": 305,
      "Ф": 306,
      "Х": 307,
      "Ц": 308,
      "Ч": 309,
      "Ш": 310,
      "Я": 311,
      "а": 312,
      "б": 313,
      "в": 314,
      "г": 315,
      "д": 316,
      "е": 317,
      "ж": 318,
      "з": 319,
      "и": 320,
      "й": 321,
      "к": 322,
      "л": 323,
      "м": 324,
      "н": 325,
      "о": 326,
      "п": 327,
      "р": 328,
      "с": 329,
      "т": 330,
      "у": 331,
      "ф": 332,
      "х": 333,
      "ц": 334,
      "ч": 335,
      "ш": 336,
      "щ": 337,
      "ъ": 338,
      "ы": 339,
      "ь": 340,
      "э": 341,
      "ю": 342,
      "я": 343,
      "ё": 344,
      "ђ": 345,
      "є": 346,
      "і": 347,
      "ј": 348,
      "ћ": 349,
      "ґ": 350,
      "Қ": 351,
      "қ": 352,
      "ҡ": 353,
      "ү": 354,
      "ҷ": 355,
      "ҹ": 356,
      "Ӏ": 357,
      "ә": 358,
      "ӣ": 359,
      "Հ": 360,
      "Չ": 361,
      "ա": 362,
      "բ": 363,
      "ե": 364,
      "թ": 365,
      "հ": 366,
      "մ": 367,
      "յ": 368,
      "ն": 369,
      "շ": 370,
      "ո": 371,
      "տ": 372,
      "ր": 373,
      "ւ": 374,
      "ք": 375,
      "ְ": 376,
      "ִ": 377,
      "ֵ": 378,
      "ֶ": 379,
      "ַ": 380,
      "ָ": 381,
      "ּ": 382,
      "־": 383,
      "ֿ": 384,
      "ׁ": 385,
      "ׂ": 386,
      "א": 387,
      "ב": 388,
      "ג": 389,
      "ד": 390,
      "ה": 391,
      "ו": 392,
      "ז": 393,
      "ח": 394,
      "ט": 395,
      "י": 396,
      "ך": 397,
      "כ": 398,
      "ל": 399,
      "ם": 400,
      "מ": 401,
      "ן": 402,
      "נ": 403,
      "ס": 404,
      "ע": 405,
      "ף": 406,
      "פ": 407,
      "צ": 408,
      "ק": 409,
      "ר": 410,
      "ש": 411,
      "ת": 412,
      "ױ": 413,
      "ײ": 414,
      "ء": 415,
      "آ": 416,
      "أ": 417,
      "إ": 418,
      "ئ": 419,
      "ا": 420,
      "ب": 421,
      "ة": 422,
      "ت": 423,
      "ث": 424,
      "ج": 425,
      "ح": 426,
      "خ": 427,
      "د": 428,
      "ذ": 429,
      "ر": 430,
      "ز": 431,
      "س": 432,
      "ش": 433,
      "ص": 434,
      "ض": 435,
      "ط": 436,
      "ع": 437,
      "غ": 438,
      "ف": 439,
      "ق": 440,
      "ك": 441,
      "ل": 442,
      "م": 443,
      "ن": 444,
      "ه": 445,
      "و": 446,
      "ى": 447,
      "ي": 448,
      "َ": 449,
      "ِ": 450,
      "ّ": 451,
      "ْ": 452,
      "پ": 453,
      "چ": 454,
      "ڌ": 455,
      "ڠ": 456,
      "ک": 457,
      "گ": 458,
      "ھ": 459,
      "ہ": 460,
      "ۆ": 461,
      "ۇ": 462,
      "ۊ": 463,
      "ی": 464,
      "ە": 465,
      "ܐ": 466,
      "ܘ": 467,
      "ܝ": 468,
      "ܪ": 469,
      "ܬ": 470,
      "ݢ": 471,
      "ހ": 472,
      "ރ": 473,
      "ވ": 474,
      "ދ": 475,
      "ޖ": 476,
      "ާ": 477,
      "ި": 478,
      "ެ": 479,
      "ߏ": 480,
      "ߒ": 481,
      "ߞ": 482,
      "ं": 483,
      "अ": 484,
      "औ": 485,
      "क": 486,
      "ग": 487,
      "च": 488,
      "ज": 489,
      "ट": 490,
      "ठ": 491,
      "ण": 492,
      "त": 493,
      "थ": 494,
      "द": 495,
      "ध": 496,
      "न": 497,
      "प": 498,
      "फ": 499,
      "ब": 500,
      "भ": 501,
      "म": 502,
      "य": 503,
      "र": 504,
      "ल": 505,
      "व": 506,
      "स": 507,
      "ह": 508,
      "़": 509,
      "ा": 510,
      "ि": 511,
      "ी": 512,
      "ु": 513,
      "े": 514,
      "ै": 515,
      "ो": 516,
      "्": 517,
      "ং": 518,
      "অ": 519,
      "ক": 520,
      "ঠ": 521,
      "ণ": 522,
      "দ": 523,
      "প": 524,
      "ব": 525,
      "ম": 526,
      "য": 527,
      "র": 528,
      "ল": 529,
      "শ": 530,
      "স": 531,
      "়": 532,
      "া": 533,
      "ি": 534,
      "ী": 535,
      "ু": 536,
      "ে": 537,
      "্": 538,
      "ਖ": 539,
      "ਜ": 540,
      "ਪ": 541,
      "ਬ": 542,
      "ਮ": 543,
      "ਾ": 544,
      "ੀ": 545,
      "ੁ": 546,
      "જ": 547,
      "ત": 548,
      "ર": 549,
      "ા": 550,
      "ુ": 551,
      "ଓ": 552,
      "ଡ": 553,
      "଼": 554,
      "ି": 555,
      "த": 556,
      "ழ": 557,
      "்": 558,
      "గ": 559,
      "త": 560,
      "ల": 561,
      "ు": 562,
      "ె": 563,
      "ಕ": 564,
      "ತ": 565,
      "ನ": 566,
      "ಳ": 567,
      "ು": 568,
      "್": 569,
      "ം": 570,
      "യ": 571,
      "ല": 572,
      "ള": 573,
      "ാ": 574,
      "ං": 575,
      "හ": 576,
      "ท": 577,
      "ภ": 578,
      "ย": 579,
      "า": 580,
      "ພ": 581,
      "ລ": 582,
      "ວ": 583,
      "ສ": 584,
      "າ": 585,
      "་": 586,
      "ག": 587,
      "ང": 588,
      "ཡ": 589,
      "ི": 590,
      "ོ": 591,
      "ྫ": 592,
      "တ": 593,
      "န": 594,
      "ဘ": 595,
      "မ": 596,
      "ယ": 597,
      "သ": 598,
      "ာ": 599,
      "း": 600,
      "်": 601,
      "ြ": 602,
      "ၵ": 603,
      "ႂ": 604,
      "ႆ": 605,
      "ა": 606,
      "ბ": 607,
      "თ": 608,
      "ი": 609,
      "ლ": 610,
      "მ": 611,
      "ო": 612,
      "რ": 613,
      "უ": 614,
      "ქ": 615,
      "შ": 616,
      "ხ": 617,
      "ማ": 618,
      "ር": 619,
      "ት": 620,
      "ኛ": 621,
      "አ": 622,
      "ያ": 623,
      "ግ": 624,
      "ጵ": 625,
      "Ꭹ": 626,
      "Ꮃ": 627,
      "Ꮳ": 628,
      "ᐃ": 629,
      "ᐣ": 630,
      "ᑎ": 631,
      "ᑐ": 632,
      "ᑦ": 633,
      "ᒃ": 634,
      "ᓄ": 635,
      "ᔭ": 636,
      "ᜃ": 637,
      "ᜄ": 638,
      "ᜆ": 639,
      "ᜈ": 640,
      "ᜊ": 641,
      "ᜌ": 642,
      "ᜎ": 643,
      "ᜏ": 644,
      "ᜒ": 645,
      "᜔": 646,
      "᜴": 647,
      "ក": 648,
      "ច": 649,
      "ជ": 650,
      "ព": 651,
      "ម": 652,
      "រ": 653,
      "ស": 654,
      "ា": 655,
      "ុ": 656,
      "ែ": 657,
      "ះ": 658,
      "្": 659,
      "ᠠ": 660,
      "ᠨ": 661,
      "ᠮ": 662,
      "ᠰ": 663,
      "ᠵ": 664,
      "ᡠ": 665,
      "ᡤ": 666,
      "ᡳ": 667,
      "ᨁ": 668,
      "ᨅ": 669,
      "ᬩ": 670,
      "ᬮ": 671,
      "ᮘ": 672,
      "ᮞ": 673,
      "ᮥ": 674,
      "᮪": 675,
      "ᱛ": 676,
      "ᱟ": 677,
      "ᱱ": 678,
      "ḍ": 679,
      "ḗ": 680,
      "Ḥ": 681,
      "ḥ": 682,
      "ḫ": 683,
      "ṃ": 684,
      "ṛ": 685,
      "ṣ": 686,
      "ṯ": 687,
      "ṳ": 688,
      "ả": 689,
      "ẽ": 690,
      "ể": 691,
      "ễ": 692,
      "ệ": 693,
      "ỉ": 694,
      "ọ": 695,
      "ụ": 696,
      "ứ": 697,
      "ἀ": 698,
      "ἄ": 699,
      "Ἄ": 700,
      "ἐ": 701,
      "Ἐ": 702,
      "Ἑ": 703,
      "ἡ": 704,
      "Ἡ": 705,
      "ἰ": 706,
      "ἶ": 707,
      "Ἰ": 708,
      "ὀ": 709,
      "ὁ": 710,
      "ὄ": 711,
      "ὐ": 712,
      "ὡ": 713,
      "ὰ": 714,
      "ὴ": 715,
      "ὶ": 716,
      "ὸ": 717,
      "ᾶ": 718,
      "ῃ": 719,
      "ῆ": 720,
      "ῖ": 721,
      "ῥ": 722,
      "ῦ": 723,
      "ῶ": 724,
      "ῷ": 725,
      "​": 726,
      "‎": 727,
      "‐": 728,
      "–": 729,
      "—": 730,
      "‘": 731,
      "’": 732,
      "“": 733,
      "”": 734,
      "†": 735,
      "•": 736,
      "‧": 737,
      "′": 738,
      "⁄": 739,
      "₩": 740,
      "€": 741,
      "₱": 742,
      "−": 743,
      "√": 744,
      "⋅": 745,
      "▁": 746,
      "☿": 747,
      "♀": 748,
      "♃": 749,
      "♠": 750,
      "❤": 751,
      "Ⰽ": 752,
      "Ⰾ": 753,
      "Ⱀ": 754,
      "Ⱄ": 755,
      "Ⱏ": 756,
      "Ⱐ": 757,
      "Ⱑ": 758,
      "ⴰ": 759,
      "ⵉ": 760,
      "ⵎ": 761,
      "ⵖ": 762,
      "ⵜ": 763,
      "ⵣ": 764,
      "い": 765,
      "う": 766,
      "お": 767,
      "が": 768,
      "き": 769,
      "ぎ": 770,
      "し": 771,
      "せ": 772,
      "ち": 773,
      "て": 774,
      "な": 775,
      "び": 776,
      "め": 777,
      "ゃ": 778,
      "よ": 779,
      "ら": 780,
      "り": 781,
      "ん": 782,
      "ア": 783,
      "イ": 784,
      "ウ": 785,
      "エ": 786,
      "オ": 787,
      "カ": 788,
      "ガ": 789,
      "キ": 790,
      "ク": 791,
      "ケ": 792,
      "ゲ": 793,
      "コ": 794,
      "サ": 795,
      "シ": 796,
      "ジ": 797,
      "ス": 798,
      "ズ": 799,
      "チ": 800,
      "ッ": 801,
      "ド": 802,
      "ナ": 803,
      "ニ": 804,
      "ビ": 805,
      "ブ": 806,
      "プ": 807,
      "ボ": 808,
      "マ": 809,
      "ミ": 810,
      "メ": 811,
      "ヤ": 812,
      "ョ": 813,
      "ラ": 814,
      "リ": 815,
      "ル": 816,
      "レ": 817,
      "ロ": 818,
      "ワ": 819,
      "ン": 820,
      "ー": 821,
      "一": 822,
      "中": 823,
      "亜": 824,
      "人": 825,
      "你": 826,
      "俊": 827,
      "倭": 828,
      "傳": 829,
      "公": 830,
      "六": 831,
      "别": 832,
      "剛": 833,
      "区": 834,
      "區": 835,
      "南": 836,
      "古": 837,
      "号": 838,
      "吧": 839,
      "吳": 840,
      "和": 841,
      "哈": 842,
      "囯": 843,
      "国": 844,
      "國": 845,
      "在": 846,
      "基": 847,
      "変": 848,
      "夢": 849,
      "天": 850,
      "太": 851,
      "女": 852,
      "媛": 853,
      "子": 854,
      "客": 855,
      "家": 856,
      "少": 857,
      "尔": 858,
      "尻": 859,
      "山": 860,
      "帝": 861,
      "平": 862,
      "徐": 863,
      "得": 864,
      "态": 865,
      "悪": 866,
      "愛": 867,
      "態": 868,
      "成": 869,
      "我": 870,
      "戦": 871,
      "戯": 872,
      "抂": 873,
      "捲": 874,
      "探": 875,
      "支": 876,
      "政": 877,
      "文": 878,
      "族": 879,
      "日": 880,
      "昌": 881,
      "星": 882,
      "暗": 883,
      "曜": 884,
      "期": 885,
      "本": 886,
      "杉": 887,
      "来": 888,
      "東": 889,
      "柳": 890,
      "校": 891,
      "正": 892,
      "武": 893,
      "殊": 894,
      "殺": 895,
      "民": 896,
      "水": 897,
      "沢": 898,
      "治": 899,
      "流": 900,
      "海": 901,
      "港": 902,
      "滨": 903,
      "漢": 904,
      "漫": 905,
      "火": 906,
      "熙": 907,
      "熱": 908,
      "爱": 909,
      "特": 910,
      "王": 911,
      "男": 912,
      "画": 913,
      "痛": 914,
      "百": 915,
      "皇": 916,
      "直": 917,
      "省": 918,
      "真": 919,
      "神": 920,
      "禁": 921,
      "穌": 922,
      "窮": 923,
      "粤": 924,
      "粵": 925,
      "紀": 926,
      "經": 927,
      "美": 928,
      "耶": 929,
      "聂": 930,
      "胜": 931,
      "腐": 932,
      "自": 933,
      "舟": 934,
      "花": 935,
      "莱": 936,
      "菜": 937,
      "華": 938,
      "薇": 939,
      "行": 940,
      "術": 941,
      "袁": 942,
      "言": 943,
      "話": 944,
      "語": 945,
      "语": 946,
      "貧": 947,
      "貴": 948,
      "贛": 949,
      "费": 950,
      "越": 951,
      "那": 952,
      "部": 953,
      "金": 954,
      "閩": 955,
      "闽": 956,
      "隊": 957,
      "雅": 958,
      "雨": 959,
      "青": 960,
      "類": 961,
      "風": 962,
      "香": 963,
      "高": 964,
      "ꆇ": 965,
      "ꉙ": 966,
      "ꜣ": 967,
      "ꦗ": 968,
      "ꦧ": 969,
      "ꦮ": 970,
      "ꯃ": 971,
      "ꯇ": 972,
      "ꯟ": 973,
      "ꯩ": 974,
      "국": 975,
      "남": 976,
      "대": 977,
      "라": 978,
      "민": 979,
      "박": 980,
      "산": 981,
      "서": 982,
      "수": 983,
      "어": 984,
      "요": 985,
      "일": 986,
      "조": 987,
      "한": 988,
      "화": 989,
      "": 990,
      "": 991,
      "": 992,
      "": 993,
      "𐌺": 994,
      "𐌿": 995,
      "𐍃": 996,
      "𐍄": 997,
      "𞤆": 998,
      "𞤢": 999,
      "𞤤": 1000,
      "𞤪": 1001,
      "𞤵": 1002,
      "ng": 1003,
      "ang": 1004,
      "na": 1005,
      "sa": 1006,
      "an": 1007,
      "▁m": 1008,
      "▁ng": 1009,
      "at": 1010,
      "▁na": 1011,
      "▁sa": 1012,
      "▁p": 1013,
      "al": 1014,
      "ay": 1015,
      "ag": 1016,
      "▁k": 1017,
      "ga": 1018,
      "▁ang": 1019,
      "▁i": 1020,
      "▁mga": 1021,
      "in": 1022,
      "il": 1023,
      "ar": 1024,
      "it": 1025,
      "ong": 1026,
      "on": 1027,
      "si": 1028,
      "▁ay": 1029,
      "▁at": 1030,
      "am": 1031,
      "▁b": 1032,
      "ul": 1033,
      "▁A": 1034,
      "▁t": 1035,
      "▁n": 1036,
      "ka": 1037,
      "er": 1038,
      "ina": 1039,
      "ing": 1040,
      "as": 1041,
      "ah": 1042,
      "▁pag": 1043,
      "ap": 1044,
      "▁d": 1045,
      "▁l": 1046,
      "to": 1047,
      "▁S": 1048,
      "is": 1049,
      "um": 1050,
      "aw": 1051,
      "un": 1052,
      "ya": 1053,
      "▁P": 1054,
      "▁h": 1055,
      "ab": 1056,
      "ak": 1057,
      "ik": 1058,
      "en": 1059,
      "▁M": 1060,
      "es": 1061,
      "▁si": 1062,
      "sang": 1063,
      "ad": 1064,
      "ig": 1065,
      "os": 1066,
      "▁Ang": 1067,
      "or": 1068,
      "▁K": 1069,
      "▁s": 1070,
      "▁I": 1071,
      "▁nag": 1072,
      "ilang": 1073,
      "▁isang": 1074,
      "yon": 1075,
      "▁(": 1076,
      "▁1": 1077,
      "ana": 1078,
      "▁B": 1079,
      "ol": 1080,
      "im": 1081,
      "ur": 1082,
      "▁N": 1083,
      "ip": 1084,
      "▁H": 1085,
      "el": 1086,
      "ung": 1087,
      "▁ni": 1088,
      "us": 1089,
      "om": 1090,
      "▁pang": 1091,
      "▁o": 1092,
      "yang": 1093,
      "oong": 1094,
      "ib": 1095,
      "▁r": 1096,
      "▁T": 1097,
      "▁kan": 1098,
      "▁g": 1099,
      "asa": 1100,
      "▁D": 1101,
      "▁C": 1102,
      "▁ito": 1103,
      "ro": 1104,
      "▁E": 1105,
      "et": 1106,
      "di": 1107,
      "ala": 1108,
      "yo": 1109,
      "em": 1110,
      "id": 1111,
      "ula": 1112,
      "ut": 1113,
      "ub": 1114,
      "▁L": 1115,
      "▁G": 1116,
      "uk": 1117,
      "ek": 1118,
      "▁R": 1119,
      "up": 1120,
      "ir": 1121,
      "▁pam": 1122,
      "▁noong": 1123,
      "▁pina": 1124,
      "▁may": 1125,
      "o.": 1126,
      "▁2": 1127,
      "od": 1128,
      "ika": 1129,
      "▁par": 1130,
      "o,": 1131,
      "ih": 1132,
      "op": 1133,
      "una": 1134,
      "▁19": 1135,
      "yong": 1136,
      "tr": 1137,
      "00": 1138,
      "▁ib": 1139,
      "ug": 1140,
      "and": 1141,
      "a,": 1142,
      "ant": 1143,
      "▁bilang": 1144,
      "an,": 1145,
      "▁\"": 1146,
      "▁mag": 1147,
      "iya": 1148,
      "ic": 1149,
      "alaw": 1150,
      "▁ta": 1151,
      "a.": 1152,
      "re": 1153,
      "indi": 1154,
      "▁w": 1155,
      "▁in": 1156,
      "▁Sa": 1157,
      "iw": 1158,
      "iy": 1159,
      "kat": 1160,
      "▁ma": 1161,
      "ent": 1162,
      "og": 1163,
      "ist": 1164,
      "ok": 1165,
      "st": 1166,
      "ilip": 1167,
      "▁kat": 1168,
      "alang": 1169,
      "ito": 1170,
      "uh": 1171,
      "▁hindi": 1172,
      "ma": 1173,
      "an.": 1174,
      "alak": 1175,
      "ed": 1176,
      "ot": 1177,
      "ob": 1178,
      "itan": 1179,
      "▁mula": 1180,
      "▁U": 1181,
      "▁kanyang": 1182,
      "▁ar": 1183,
      "▁kung": 1184,
      "▁para": 1185,
      "▁kasa": 1186,
      "▁mat": 1187,
      "uw": 1188,
      "▁J": 1189,
      "eh": 1190,
      "ila": 1191,
      "ep": 1192,
      "le": 1193,
      "▁Pilip": 1194,
      "▁pana": 1195,
      "angg": 1196,
      "ari": 1197,
      "eb": 1198,
      "▁nang": 1199,
      "ahil": 1200,
      "asyon": 1201,
      "▁kar": 1202,
      "unang": 1203,
      "und": 1204,
      "pap": 1205,
      "ch": 1206,
      "▁ban": 1207,
      "wa": 1208,
      "▁kap": 1209,
      "inas": 1210,
      "inat": 1211,
      "ano": 1212,
      "),": 1213,
      "▁il": 1214,
      "ita": 1215,
      "▁kay": 1216,
      "mit": 1217,
      "▁ka": 1218,
      "▁siya": 1219,
      "▁pagka": 1220,
      "▁F": 1221,
      "uan": 1222,
      "upang": 1223,
      "est": 1224,
      "▁mal": 1225,
      "iko": 1226,
      "▁upang": 1227,
      "▁W": 1228,
      "kam": 1229,
      "mp": 1230,
      "alag": 1231,
      "▁pa": 1232,
      "ism": 1233,
      "lo": 1234,
      "ati": 1235,
      "▁it": 1236,
      "▁bag": 1237,
      "▁Pilipinas": 1238,
      "ulo": 1239,
      "▁O": 1240,
      "apos": 1241,
      "▁kab": 1242,
      "▁Mar": 1243,
      "▁nito": 1244,
      "ka-": 1245,
      "▁pag-": 1246,
      "ac": 1247,
      "▁Un": 1248,
      ").": 1249,
      "isa": 1250,
      "atay": 1251,
      "alawang": 1252,
      "ter": 1253,
      "▁kal": 1254,
      "kas": 1255,
      "ud": 1256,
      "▁araw": 1257,
      "yan": 1258,
      "ta": 1259,
      "amang": 1260,
      "▁sal": 1261,
      "nal": 1262,
      "▁rin": 1263,
      "▁nat": 1264,
      "ahag": 1265,
      "▁nam": 1266,
      "▁pro": 1267,
      "▁Noong": 1268,
      "▁iba": 1269,
      "aar": 1270,
      "gamit": 1271,
      "sal": 1272,
      "unit": 1273,
      "▁gina": 1274,
      "▁bansa": 1275,
      "▁In": 1276,
      "▁dahil": 1277,
      "alan": 1278,
      "ahan": 1279,
      "▁isa": 1280,
      "▁pan": 1281,
      "▁May": 1282,
      "isi": 1283,
      "▁ika-": 1284,
      "he": 1285,
      "eg": 1286,
      "▁al": 1287,
      "ahat": 1288,
      "▁pamam": 1289,
      "atag": 1290,
      "oh": 1291,
      "▁sina": 1292,
      "ulad": 1293,
      "▁an": 1294,
      "▁ip": 1295,
      "ulat": 1296,
      "▁pinakam": 1297,
      "ino": 1298,
      "alim": 1299,
      "sod": 1300,
      "ian": 1301,
      "uo": 1302,
      "▁c": 1303,
      "ikang": 1304,
      "pan": 1305,
      "▁ibang": 1306,
      "ahagi": 1307,
      "▁200": 1308,
      "▁tag": 1309,
      "aya": 1310,
      "ungsod": 1311,
      "inal": 1312,
      "▁sum": 1313,
      "▁tum": 1314,
      "apat": 1315,
      "aram": 1316,
      "yal": 1317,
      "inang": 1318,
      "asi": 1319,
      "kal": 1320,
      "▁mas": 1321,
      "▁din": 1322,
      "ili": 1323,
      "iyang": 1324,
      "on,": 1325,
      "ran": 1326,
      "▁lum": 1327,
      "san": 1328,
      "ayan": 1329,
      "▁kanilang": 1330,
      "▁panah": 1331,
      "awag": 1332,
      "▁pagb": 1333,
      "e,": 1334,
      "▁unang": 1335,
      "▁pagt": 1336,
      "▁hangg": 1337,
      "mula": 1338,
      "ra": 1339,
      "aman": 1340,
      "▁3": 1341,
      "▁naka": 1342,
      "▁kon": 1343,
      "▁V": 1344,
      "▁20": 1345,
      "▁kah": 1346,
      "kar": 1347,
      "alaking": 1348,
      "▁naging": 1349,
      "▁bahagi": 1350,
      "da": 1351,
      "unan": 1352,
      "▁Al": 1353,
      "▁ak": 1354,
      "▁hanggang": 1355,
      "ilag": 1356,
      "ensi": 1357,
      "▁saan": 1358,
      "▁-": 1359,
      "syon": 1360,
      "▁pagl": 1361,
      "mer": 1362,
      "▁ek": 1363,
      "▁lab": 1364,
      "▁Nag": 1365,
      "▁kom": 1366,
      "ihan": 1367,
      "anan": 1368,
      "▁is": 1369,
      "awa": 1370,
      "ahala": 1371,
      "aba": 1372,
      "▁Ito": 1373,
      "anak": 1374,
      "▁ngunit": 1375,
      "iyos": 1376,
      "agitan": 1377,
      "ata": 1378,
      "ikong": 1379,
      "ilala": 1380,
      "▁nasa": 1381,
      "ikal": 1382,
      "emb": 1383,
      "▁pagpap": 1384,
      "▁niya": 1385,
      "tur": 1386,
      "▁lamang": 1387,
      "▁pamamagitan": 1388,
      "eng": 1389,
      "▁um": 1390,
      "ubl": 1391,
      "▁ga": 1392,
      "tor": 1393,
      "ulang": 1394,
      "abang": 1395,
      "▁18": 1396,
      "ulong": 1397,
      "▁bin": 1398,
      "▁tinat": 1399,
      "ia": 1400,
      "▁nit": 1401,
      "atas": 1402,
      "awan": 1403,
      "▁of": 1404,
      "ti": 1405,
      "on.": 1406,
      "ero": 1407,
      "e.": 1408,
      "ec": 1409,
      "unah": 1410,
      "▁pat": 1411,
      "ort": 1412,
      "ismo": 1413,
      "▁mah": 1414,
      "▁Ar": 1415,
      "ha": 1416,
      "idad": 1417,
      "▁de": 1418,
      "iyon": 1419,
      "▁sin": 1420,
      "imog": 1421,
      "▁ilang": 1422,
      "ating": 1423,
      "unod": 1424,
      "igay": 1425,
      "▁Pang": 1426,
      "bay": 1427,
      "▁pr": 1428,
      "amb": 1429,
      "anda": 1430,
      "agal": 1431,
      "▁bu": 1432,
      "▁mab": 1433,
      "▁Es": 1434,
      "▁Est": 1435,
      "katapos": 1436,
      "▁hal": 1437,
      "▁maram": 1438,
      "▁or": 1439,
      "ilangan": 1440,
      "▁op": 1441,
      "onom": 1442,
      "alay": 1443,
      "▁Si": 1444,
      "do": 1445,
      "oy": 1446,
      "ast": 1447,
      "▁lahat": 1448,
      "les": 1449,
      "pag": 1450,
      "▁lungsod": 1451,
      "aaring": 1452,
      "lur": 1453,
      "▁tao": 1454,
      "bi": 1455,
      "▁mak": 1456,
      "itang": 1457,
      "end": 1458,
      "▁dalawang": 1459,
      "sina": 1460,
      "ento": 1461,
      "▁f": 1462,
      "▁naman": 1463,
      "rist": 1464,
      "▁est": 1465,
      "▁Is": 1466,
      "oloh": 1467,
      "agat": 1468,
      "uhay": 1469,
      "ado": 1470,
      "'t": 1471,
      "dig": 1472,
      "oon": 1473,
      "▁Y": 1474,
      "uri": 1475,
      "adal": 1476,
      "▁Kat": 1477,
      "ump": 1478,
      "▁pinag": 1479,
      "▁Amer": 1480,
      "▁201": 1481,
      "▁y": 1482,
      "▁maka": 1483,
      "▁nagb": 1484,
      "ons": 1485,
      "esus": 1486,
      "ayag": 1487,
      "▁tulad": 1488,
      "ya,": 1489,
      "uling": 1490,
      "▁gum": 1491,
      "igdig": 1492,
      "▁rel": 1493,
      "lat": 1494,
      "▁nak": 1495,
      "▁kasama": 1496,
      "▁mil": 1497,
      "igit": 1498,
      "igma": 1499,
      "long": 1500,
      "siyon": 1501,
      "asan": 1502,
      "nan": 1503,
      "▁taon": 1504,
      "▁maaaring": 1505,
      "ya.": 1506,
      "▁Pag": 1507,
      "▁wikang": 1508,
      "▁buong": 1509,
      "▁Rom": 1510,
      "uc": 1511,
      "angga": 1512,
      "▁tr": 1513,
      "ago": 1514,
      "amp": 1515,
      "kah": 1516,
      "▁Estad": 1517,
      "▁Unid": 1518,
      "oob": 1519,
      "▁walang": 1520,
      "▁pagsa": 1521,
      "▁imp": 1522,
      "ubuo": 1523,
      "ara": 1524,
      "isyon": 1525,
      "mb": 1526,
      "▁Estados": 1527,
      "▁Unidos": 1528,
      "so": 1529,
      "apag": 1530,
      "urop": 1531,
      "▁pin": 1532,
      "▁bum": 1533,
      "orm": 1534,
      "agong": 1535,
      "qu": 1536,
      "aniw": 1537,
      "abas": 1538,
      "▁Ch": 1539,
      "kol": 1540,
      "ern": 1541,
      "io": 1542,
      "uno": 1543,
      "▁nagt": 1544,
      "say": 1545,
      "igan": 1546,
      "▁taong": 1547,
      "res": 1548,
      "ugna": 1549,
      "▁kina": 1550,
      "▁Hesus": 1551,
      "unahing": 1552,
      "▁kas": 1553,
      "cos": 1554,
      "▁wika": 1555,
      "▁pak": 1556,
      "▁the": 1557,
      "▁pamahala": 1558,
      "ali": 1559,
      "yemb": 1560,
      "▁Ing": 1561,
      "▁Br": 1562,
      "av": 1563,
      "▁sig": 1564,
      "▁pang-": 1565,
      "ind": 1566,
      "ulug": 1567,
      "yembre": 1568,
      "▁tinatawag": 1569,
      "eo": 1570,
      "lan": 1571,
      "▁Europ": 1572,
      "sik": 1573,
      "iniw": 1574,
      "era": 1575,
      "▁Kal": 1576,
      "▁Krist": 1577,
      "▁el": 1578,
      "opul": 1579,
      "epubl": 1580,
      "▁maraming": 1581,
      "puan": 1582,
      "gar": 1583,
      "ama": 1584,
      "▁pangunahing": 1585,
      "▁nap": 1586,
      "▁199": 1587,
      "▁di": 1588,
      "▁Hap": 1589,
      "▁4": 1590,
      "kop": 1591,
      "inag": 1592,
      "▁kaniyang": 1593,
      "ri": 1594,
      "▁Ayon": 1595,
      "imb": 1596,
      "alo": 1597,
      "▁Ab": 1598,
      "▁panahon": 1599,
      "iling": 1600,
      "\".": 1601,
      "int": 1602,
      "▁pagitan": 1603,
      "ilangang": 1604,
      "▁tat": 1605,
      "gawa": 1606,
      "▁nagl": 1607,
      "▁man": 1608,
      "yar": 1609,
      "▁5": 1610,
      "▁reh": 1611,
      "▁nagp": 1612,
      "▁As": 1613,
      "s,": 1614,
      "▁Kristiy": 1615,
      "▁popul": 1616,
      "ev": 1617,
      "▁pamp": 1618,
      "▁nab": 1619,
      "ew": 1620,
      "art": 1621,
      "▁Gre": 1622,
      "▁Marcos": 1623,
      "hah": 1624,
      "▁da": 1625,
      "dag": 1626,
      "▁bagong": 1627,
      "amit": 1628,
      "eral": 1629,
      "ayon": 1630,
      "▁ika-1": 1631,
      "esi": 1632,
      "▁pap": 1633,
      "iz": 1634,
      "000": 1635,
      "unt": 1636,
      "isyal": 1637,
      "▁ginagamit": 1638,
      "aka": 1639,
      "ilagang": 1640,
      "uto": 1641,
      "awat": 1642,
      "▁sila": 1643,
      "atang": 1644,
      "ahang": 1645,
      "de": 1646,
      "aryong": 1647,
      "anap": 1648,
      "▁tung": 1649,
      "i,": 1650,
      "▁198": 1651,
      "▁kasal": 1652,
      "alit": 1653,
      "▁An": 1654,
      "▁pagkatapos": 1655,
      "▁mund": 1656,
      "ayun": 1657,
      "ekt": 1658,
      "▁relih": 1659,
      "0,": 1660,
      "sak": 1661,
      "▁nag-": 1662,
      "stem": 1663,
      "arang": 1664,
      "▁loob": 1665,
      "erm": 1666,
      "▁nagsa": 1667,
      "▁Z": 1668,
      "▁pum": 1669,
      "asang": 1670,
      "isang": 1671,
      "▁lalaw": 1672,
      "uku": 1673,
      "▁Mat": 1674,
      "▁hum": 1675,
      "atagpuan": 1676,
      "▁pal": 1677,
      "▁Hud": 1678,
      "gor": 1679,
      "▁es": 1680,
      "apit": 1681,
      "▁Q": 1682,
      "▁kum": 1683,
      "upa": 1684,
      "alik": 1685,
      "▁nagpap": 1686,
      "aniwang": 1687,
      "pi": 1688,
      "▁ina": 1689,
      "karoon": 1690,
      "alimb": 1691,
      "gan": 1692,
      "▁v": 1693,
      "ista": 1694,
      "oto": 1695,
      "▁gaya": 1696,
      "▁San": 1697,
      "▁ag": 1698,
      "ayang": 1699,
      "ustr": 1700,
      "ork": 1701,
      "▁komp": 1702,
      "ine": 1703,
      "▁panana": 1704,
      "es,": 1705,
      "iging": 1706,
      "uring": 1707,
      "anong": 1708,
      "▁salitang": 1709,
      "usa": 1710,
      "▁7": 1711,
      "ultur": 1712,
      "▁Ag": 1713,
      "▁te": 1714,
      "▁Rus": 1715,
      "▁194": 1716,
      "in,": 1717,
      "rans": 1718,
      "'y": 1719,
      "▁It": 1720,
      "olit": 1721,
      "ehong": 1722,
      "▁sar": 1723,
      "▁ekonom": 1724,
      "▁nagsi": 1725,
      "▁nito.": 1726,
      "olohiya": 1727,
      "hang": 1728,
      "▁6": 1729,
      "kap": 1730,
      "▁siyang": 1731,
      "angk": 1732,
      "▁nil": 1733,
      "▁part": 1734,
      "ipag": 1735,
      "▁Republ": 1736,
      "ilos": 1737,
      "inut": 1738,
      "▁ayon": 1739,
      "ers": 1740,
      "▁mang": 1741,
      "ukoy": 1742,
      "▁batas": 1743,
      "uloy": 1744,
      "▁opisyal": 1745,
      "▁Mayn": 1746,
      "osi": 1747,
      "itir": 1748,
      "ban": 1749,
      "▁san": 1750,
      "▁laban": 1751,
      "▁mam": 1752,
      "▁pagp": 1753,
      "▁diyos": 1754,
      "aaral": 1755,
      "la": 1756,
      "▁kam": 1757,
      "▁ilalim": 1758,
      "▁St": 1759,
      "▁populasyon": 1760,
      "iv": 1761,
      "▁nan": 1762,
      "▁karam": 1763,
      "▁Espan": 1764,
      "▁Gregor": 1765,
      "▁bawat": 1766,
      "uli": 1767,
      "▁Ap": 1768,
      "han": 1769,
      "uang": 1770,
      "▁“": 1771,
      "ipunan": 1772,
      "ue": 1773,
      "▁ik": 1774,
      "ore": 1775,
      "roon": 1776,
      "umang": 1777,
      "▁Ingles": 1778,
      "NA": 1779,
      "aas": 1780,
      "▁Alem": 1781,
      "▁sang": 1782,
      "▁pags": 1783,
      "▁inter": 1784,
      "▁natitir": 1785,
      "bing": 1786,
      "per": 1787,
      "alaga": 1788,
      "endaryong": 1789,
      "ey": 1790,
      "anta": 1791,
      "uhan": 1792,
      "▁lu": 1793,
      "ikha": 1794,
      "alawak": 1795,
      "iniwala": 1796,
      "in.": 1797,
      "ular": 1798,
      "ear": 1799,
      "hi": 1800,
      "▁15": 1801,
      "▁pagbab": 1802,
      "▁kin": 1803,
      "▁sistem": 1804,
      "▁,": 1805,
      "▁buhay": 1806,
      "ibong": 1807,
      "▁anim": 1808,
      "▁Hapon": 1809,
      "ulan": 1810,
      "▁Kast": 1811,
      "uha": 1812,
      "erb": 1813,
      "ard": 1814,
      "ham": 1815,
      "land": 1816,
      "ov": 1817,
      "▁pangalan": 1818,
      "▁magka": 1819,
      "ataas": 1820,
      "▁lugar": 1821,
      "▁kabilang": 1822,
      "hal": 1823,
      "▁iba't": 1824,
      "▁gumag": 1825,
      "istr": 1826,
      "ord": 1827,
      "▁Kan": 1828,
      "▁timog": 1829,
      "ens": 1830,
      "▁itong": 1831,
      "ensiya": 1832,
      "anggap": 1833,
      "▁uri": 1834,
      "yonal": 1835,
      "▁higit": 1836,
      "aman,": 1837,
      "▁bansang": 1838,
      "▁lalawigan": 1839,
      "▁tatlong": 1840,
      "▁and": 1841,
      "arian": 1842,
      "▁ipina": 1843,
      "▁(1": 1844,
      "▁Timog": 1845,
      "▁malaking": 1846,
      "iba": 1847,
      "▁kasaluku": 1848,
      "▁pagkaka": 1849,
      "andaigdig": 1850,
      "▁Abr": 1851,
      "▁kil": 1852,
      "▁ind": 1853,
      "▁ito.": 1854,
      "▁Pilipinas.": 1855,
      "▁gr": 1856,
      "▁binubuo": 1857,
      "▁rehiyon": 1858,
      "lam": 1859,
      "sid": 1860,
      "ibigay": 1861,
      "ente": 1862,
      "▁karamihan": 1863,
      "▁map": 1864,
      "▁matatagpuan": 1865,
      "ow": 1866,
      "▁ito,": 1867,
      "-k": 1868,
      "▁En": 1869,
      "▁parehong": 1870,
      "-p": 1871,
      "▁Dahil": 1872,
      "▁197": 1873,
      "rael": 1874,
      "aling": 1875,
      "▁Amerik": 1876,
      "▁pamahalaan": 1877,
      "▁Kalendaryong": 1878,
      "ci": 1879,
      "▁sam": 1880,
      "▁gamit": 1881,
      "las": 1882,
      "▁nila": 1883,
      "▁Siya": 1884,
      "▁kanlur": 1885,
      "▁pinakamalaking": 1886,
      "▁Kap": 1887,
      "▁maging": 1888,
      "alagang": 1889,
      "agalog": 1890,
      "-s": 1891,
      "ity": 1892,
      "▁as": 1893,
      "-1": 1894,
      "▁habang": 1895,
      "▁anak": 1896,
      "▁Man": 1897,
      "bo": 1898,
      "▁buw": 1899,
      "ation": 1900,
      "▁bago": 1901,
      "▁atom": 1902,
      "▁karaniwang": 1903,
      "angyar": 1904,
      "ungan": 1905,
      "i.": 1906,
      "nap": 1907,
      "▁kr": 1908,
      "arawan": 1909,
      "▁sub": 1910,
      "hel": 1911,
      "▁sak": 1912,
      "alaman": 1913,
      "▁le": 1914,
      "▁nana": 1915,
      "wal": 1916,
      "▁•": 1917,
      "▁kag": 1918,
      "es.": 1919,
      "iral": 1920,
      "▁Israel": 1921,
      "usyon": 1922,
      "▁Gr": 1923,
      "igmaang": 1924,
      "1,": 1925,
      "20": 1926,
      "usi": 1927,
      "▁Ma": 1928,
      "▁pamil": 1929,
      "ex": 1930,
      "asyong": 1931,
      "▁Tagalog": 1932,
      "dong": 1933,
      "▁pangkat": 1934,
      "▁Diyos": 1935,
      "iwalay": 1936,
      "lad": 1937,
      "ish": 1938,
      "▁Katol": 1939,
      "▁min": 1940,
      "▁Bagong": 1941,
      "▁panahong": 1942,
      "ugnay": 1943,
      "ayo": 1944,
      "▁Jos": 1945,
      "▁pakik": 1946,
      "▁Aleman": 1947,
      "▁mod": 1948,
      "itong": 1949,
      "osto": 1950,
      "yo.": 1951,
      "▁nakat": 1952,
      "▁kilala": 1953,
      "▁dum": 1954,
      "▁kasay": 1955,
      "2,": 1956,
      "gr": 1957,
      "▁inil": 1958,
      "ce": 1959,
      "tin": 1960,
      "▁–": 1961,
      "▁paggamit": 1962,
      "▁dito": 1963,
      "▁dating": 1964,
      "ilosop": 1965,
      "▁isina": 1966,
      "inaw": 1967,
      "ika,": 1968,
      "zon": 1969,
      "▁Lungsod": 1970,
      "▁Or": 1971,
      "if": 1972,
      "alig": 1973,
      "aybay": 1974,
      "5,": 1975,
      "lang": 1976,
      "ingg": 1977,
      "▁bagay": 1978,
      "unong": 1979,
      "nang": 1980,
      "uter": 1981,
      "▁pinaka": 1982,
      "alaki": 1983,
      "▁nangang": 1984,
      "mper": 1985,
      "ion": 1986,
      "▁8": 1987,
      "imp": 1988,
      "▁ant": 1989,
      "ill": 1990,
      "▁esp": 1991,
      "ate": 1992,
      "siya": 1993,
      "anag": 1994,
      "yo,": 1995,
      "akita": 1996,
      "▁Kab": 1997,
      "▁sek": 1998,
      "▁eb": 1999,
      "aran": 2000,
      "ilan": 2001,
      "ahayag": 2002,
      "way": 2003,
      "▁a": 2004,
      "adong": 2005,
      "▁Kah": 2006,
      "▁(ika": 2007,
      "ber": 2008,
      "s.": 2009,
      "▁16": 2010,
      "▁year": 2011,
      "uro": 2012,
      "ulugan": 2013,
      "▁ring": 2014,
      "iran": 2015,
      "▁estado": 2016,
      "ena": 2017,
      "anal": 2018,
      "▁tungkol": 2019,
      "usan": 2020,
      "▁9": 2021,
      "▁res": 2022,
      "ebr": 2023,
      "th": 2024,
      "▁Isa": 2025,
      "edi": 2026,
      "▁kultur": 2027,
      "▁baba": 2028,
      "tong": 2029,
      "▁mayroon": 2030,
      "ao": 2031,
      "▁simb": 2032,
      "▁Kore": 2033,
      "oby": 2034,
      "entr": 2035,
      "▁Gayun": 2036,
      "▁kasapi": 2037,
      "etro": 2038,
      "▁teor": 2039,
      "4,": 2040,
      "ook": 2041,
      "agdag": 2042,
      "lim": 2043,
      "▁Sina": 2044,
      "▁kons": 2045,
      "▁leap": 2046,
      "▁Pab": 2047,
      "▁17": 2048,
      "▁pag-aaral": 2049,
      "atak": 2050,
      "isip": 2051,
      "▁he": 2052,
      "ibang": 2053,
      "▁siglo": 2054,
      "yag": 2055,
      "▁Digmaang": 2056,
      "▁lupa": 2057,
      "▁ser": 2058,
      "▁halos": 2059,
      "▁kol": 2060,
      "\",": 2061,
      "itik": 2062,
      "itor": 2063,
      "▁relihiyon": 2064,
      "po": 2065,
      "usal": 2066,
      "▁mar": 2067,
      "ath": 2068,
      "6,": 2069,
      "a-": 2070,
      "all": 2071,
      "inan": 2072,
      "▁lang": 2073,
      "▁huling": 2074,
      "ibo": 2075,
      "apa": 2076,
      "▁kaya": 2077,
      "▁pamban": 2078,
      "▁muling": 2079,
      "▁Pro": 2080,
      "▁pangang": 2081,
      "▁DNA": 2082,
      "etr": 2083,
      "▁lim": 2084,
      "▁Hilagang": 2085,
      "▁The": 2086,
      "onal": 2087,
      "ukat": 2088,
      "ika.": 2089,
      "▁anyo": 2090,
      "▁gawa": 2091,
      "▁Pagkatapos": 2092,
      "izal": 2093,
      "ye": 2094,
      "▁.": 2095,
      "itar": 2096,
      "▁Kar": 2097,
      "▁Isang": 2098,
      "▁Kristiyan": 2099,
      "bong": 2100,
      "roong": 2101,
      "▁pilosop": 2102,
      "akay": 2103,
      "▁Rizal": 2104,
      "▁196": 2105,
      "mang": 2106,
      "ond": 2107,
      "iwanag": 2108,
      "▁/": 2109,
      "unay": 2110,
      "▁tagapag": 2111,
      "▁pagd": 2112,
      "▁Indi": 2113,
      "3,": 2114,
      "bang": 2115,
      "paman,": 2116,
      "ibig": 2117,
      "araw": 2118,
      "iko.": 2119,
      "▁Que": 2120,
      "8,": 2121,
      "▁pagk": 2122,
      "▁York": 2123,
      "▁bayan": 2124,
      "▁katang": 2125,
      "▁Juan": 2126,
      "▁pisi": 2127,
      "▁pagh": 2128,
      "▁Hindi": 2129,
      "▁Gregorian": 2130,
      "▁ed": 2131,
      "iber": 2132,
      "▁195": 2133,
      "▁pag-a": 2134,
      "▁panl": 2135,
      "inanganak": 2136,
      "▁ekonomiya": 2137,
      "as,": 2138,
      "▁dit": 2139,
      "▁Sh": 2140,
      "▁New": 2141,
      "▁prot": 2142,
      "sil": 2143,
      "wang": 2144,
      "▁agham": 2145,
      "▁madal": 2146,
      "▁Tsina": 2147,
      "▁pagsasa": 2148,
      "▁Maynila": 2149,
      "▁pagiging": 2150,
      "▁Na": 2151,
      "▁CE": 2152,
      "▁sinasa": 2153,
      "▁grup": 2154,
      "min": 2155,
      "▁apat": 2156,
      "▁tal": 2157,
      "abaw": 2158,
      "▁mataas": 2159,
      "▁kabu": 2160,
      "▁tumut": 2161,
      "oc": 2162,
      "ungo": 2163,
      "andang": 2164,
      "eho": 2165,
      "ko": 2166,
      "man": 2167,
      "▁At": 2168,
      "▁itinat": 2169,
      "▁aklat": 2170,
      "ell": 2171,
      "▁masa": 2172,
      "unlad": 2173,
      "▁La": 2174,
      "▁kapangyar": 2175,
      "sayan": 2176,
      "sip": 2177,
      "awak": 2178,
      "inig": 2179,
      "kaka": 2180,
      "ihinal": 2181,
      "▁Dagat": 2182,
      "ihang": 2183,
      "▁niyang": 2184,
      "▁gay": 2185,
      "kalahat": 2186,
      "▁daigdig": 2187,
      "ato": 2188,
      "umb": 2189,
      "ada": 2190,
      "▁en": 2191,
      "▁kaw": 2192,
      "▁iyon": 2193,
      "aring": 2194,
      "er,": 2195,
      "▁Pilipino": 2196,
      "▁prod": 2197,
      "0.": 2198,
      "▁tub": 2199,
      "ador": 2200,
      "▁hilag": 2201,
      "stit": 2202,
      "▁Pablo": 2203,
      "▁tel": 2204,
      "▁Mag": 2205,
      "pat": 2206,
      "▁Simb": 2207,
      "▁huk": 2208,
      "iko,": 2209,
      "▁bansa.": 2210,
      "▁Gayunpaman,": 2211,
      "▁Ph": 2212,
      "▁Nang": 2213,
      "▁katulad": 2214,
      "▁un": 2215,
      "itnang": 2216,
      "▁simula": 2217,
      "IV": 2218,
      "▁malawak": 2219,
      "▁pant": 2220,
      "ila.": 2221,
      "▁sup": 2222,
      "▁Inter": 2223,
      "inuturing": 2224,
      "▁pulo": 2225,
      "▁nina": 2226,
      "7,": 2227,
      "ase": 2228,
      "▁Il": 2229,
      "▁Dis": 2230,
      "utub": 2231,
      "▁art": 2232,
      "▁nagsasa": 2233,
      "ikita": 2234,
      "▁12": 2235,
      "▁193": 2236,
      "iyeg": 2237,
      "▁ginamit": 2238,
      "▁kahit": 2239,
      "ona": 2240,
      "▁Ka": 2241,
      "irahan": 2242,
      "9,": 2243,
      "iit": 2244,
      "▁dapat": 2245,
      "▁eks": 2246,
      "ulugang": 2247,
      "alimbawa": 2248,
      "▁Republika": 2249,
      "ea": 2250,
      "kr": 2251,
      "▁Pandaigdig": 2252,
      "▁Mga": 2253,
      "▁Imper": 2254,
      "▁pagtat": 2255,
      "▁'": 2256,
      "▁Pebr": 2257,
      "▁Her": 2258,
      "sin": 2259,
      "asok": 2260,
      "▁Par": 2261,
      "▁(m": 2262,
      "ura": 2263,
      "ich": 2264,
      "▁araw.": 2265,
      "dor": 2266,
      "yay": 2267,
      "ulit": 2268,
      "▁Austr": 2269,
      "abah": 2270,
      "▁silang": 2271,
      "▁pagkakat": 2272,
      "▁189": 2273,
      "▁pambansang": 2274,
      "tili": 2275,
      "▁digma": 2276,
      "▁BC": 2277,
      "▁Britan": 2278,
      "bib": 2279,
      "▁Batas": 2280,
      "ental": 2281,
      "▁kalak": 2282,
      "eth": 2283,
      "ulot": 2284,
      "▁Kom": 2285,
      "▁sel": 2286,
      "▁Ik": 2287,
      "▁matapos": 2288,
      "hip": 2289,
      "▁bar": 2290,
      "ante": 2291,
      "▁mamam": 2292,
      "co": 2293,
      "▁ab": 2294,
      "▁kala": 2295,
      "▁ter": 2296,
      "▁Pal": 2297,
      "irang": 2298,
      "ugnayan": 2299,
      "▁siy": 2300,
      "oses": 2301,
      "▁Kanlur": 2302,
      "▁kasaysayan": 2303,
      "pang": 2304,
      "y,": 2305,
      "▁Ip": 2306,
      "▁nagd": 2307,
      "ekto": 2308,
      "▁mag-": 2309,
      "▁Pebrero": 2310,
      "▁ch": 2311,
      "▁tang": 2312,
      "eneral": 2313,
      "▁Ir": 2314,
      "▁isin": 2315,
      "▁paghah": 2316,
      "▁hin": 2317,
      "▁Gal": 2318,
      "lem": 2319,
      "ahay": 2320,
      "▁ding": 2321,
      "ibl": 2322,
      "5.": 2323,
      "iet": 2324,
      "▁big": 2325,
      "▁Ped": 2326,
      "▁10": 2327,
      "kt": 2328,
      "uel": 2329,
      "▁polit": 2330,
      "▁Sam": 2331,
      "ihim": 2332,
      "▁Griyeg": 2333,
      "obyet": 2334,
      "rap": 2335,
      "▁ep": 2336,
      "▁posi": 2337,
      "▁bil": 2338,
      "ukas": 2339,
      "▁per": 2340,
      "▁kadal": 2341,
      "▁lib": 2342,
      "▁II": 2343,
      "▁Mayo": 2344,
      "▁Enero": 2345,
      "-b": 2346,
      "▁mana": 2347,
      "atid": 2348,
      "antalang": 2349,
      "▁salita": 2350,
      "ba": 2351,
      "ris": 2352,
      "win": 2353,
      "▁tin": 2354,
      "awa,": 2355,
      "emat": 2356,
      "▁sigl": 2357,
      "▁mundo": 2358,
      "lay": 2359,
      "mam": 2360,
      "▁danta": 2361,
      "▁Tag": 2362,
      "▁makab": 2363,
      "▁Romano": 2364,
      "▁Abril": 2365,
      "ef": 2366,
      "luw": 2367,
      "▁Ta": 2368,
      "▁sarili": 2369,
      "▁buwan": 2370,
      "▁Silangang": 2371,
      "▁Mari": 2372,
      "eta": 2373,
      "ikasyon": 2374,
      "▁kabis": 2375,
      "▁pinuno": 2376,
      "aral": 2377,
      "▁tek": 2378,
      "▁Sobyet": 2379,
      "▁Ng": 2380,
      "ungkah": 2381,
      "▁Filip": 2382,
      "▁Marso": 2383,
      "▁Kristiyano": 2384,
      "▁partik": 2385,
      "aang": 2386,
      "hen": 2387,
      "▁ap": 2388,
      "▁term": 2389,
      "▁sp": 2390,
      "▁(I": 2391,
      "salita": 2392,
      "▁trad": 2393,
      "▁Agosto": 2394,
      "▁Disyembre": 2395,
      "iga": 2396,
      "▁Pam": 2397,
      "▁Mus": 2398,
      "▁Com": 2399,
      "▁Kastila": 2400,
      "rin": 2401,
      "uman": 2402,
      "▁malapit": 2403,
      "bibilangan": 2404,
      "te": 2405,
      "▁et": 2406,
      "▁Car": 2407,
      "▁Con": 2408,
      "irap": 2409,
      "▁katutub": 2410,
      "ober": 2411,
      "▁Bag": 2412,
      "usunod": 2413,
      "▁pamum": 2414,
      "▁organ": 2415,
      "ernong": 2416,
      "1.": 2417,
      "ia,": 2418,
      "ubre": 2419,
      "▁prob": 2420,
      "▁Apr": 2421,
      "iyong": 2422,
      "▁lalo": 2423,
      "▁Mal": 2424,
      "▁HIV": 2425,
      "▁produk": 2426,
      "▁trans": 2427,
      "▁Pilipinas,": 2428,
      "▁kasalukuyang": 2429,
      "▁tubig": 2430,
      "sm": 2431,
      "ila,": 2432,
      "awit": 2433,
      "▁14": 2434,
      "▁Lu": 2435,
      "▁orihinal": 2436,
      "▁elem": 2437,
      "▁paraan": 2438,
      "▁kapag": 2439,
      "▁maliit": 2440,
      "ismo.": 2441,
      "ft": 2442,
      "al,": 2443,
      "simula": 2444,
      "as.": 2445,
      "▁Nob": 2446,
      "▁nagbibigay": 2447,
      "▁ikalawang": 2448,
      "bil": 2449,
      "▁nal": 2450,
      "▁pangkalahat": 2451,
      "▁ginawa": 2452,
      "kan": 2453,
      "oro": 2454,
      "▁Hun": 2455,
      "▁ngayon": 2456,
      "inah": 2457,
      "▁hilagang": 2458,
      "▁13": 2459,
      "▁pakikipag": 2460,
      "▁rep": 2461,
      "▁Dar": 2462,
      "▁kinabibilangan": 2463,
      "▁(ika-": 2464,
      "▁year)": 2465,
      "'s": 2466,
      "ies": 2467,
      "erd": 2468,
      "▁El": 2469,
      "hin": 2470,
      "alis": 2471,
      "agang": 2472,
      "inong": 2473,
      "▁nagmula": 2474,
      "ektr": 2475,
      "leng": 2476,
      "ktubre": 2477,
      "aari": 2478,
      "▁ide": 2479,
      "esto": 2480,
      "▁Hul": 2481,
      "alawa": 2482,
      "umpay": 2483,
      "▁Hudyo": 2484,
      "▁sistemang": 2485,
      "AR": 2486,
      "yuter": 2487,
      "sar": 2488,
      "ins": 2489,
      "▁bul": 2490,
      "▁Set": 2491,
      "igh": 2492,
      "▁ilan": 2493,
      "▁nitong": 2494,
      "ial": 2495,
      "arap": 2496,
      "ite": 2497,
      "itna": 2498,
      "▁(na": 2499,
      "▁mayroong": 2500,
      "▁\"m": 2501,
      "▁Oktubre": 2502,
      "▁Ind": 2503,
      "▁umi": 2504,
      "▁gumagamit": 2505,
      "▁nakar": 2506,
      "▁batay": 2507,
      "ult": 2508,
      "ulungan": 2509,
      "▁milyong": 2510,
      "▁nangangah": 2511,
      "ost": 2512,
      "▁191": 2513,
      "iya,": 2514,
      "▁namatay": 2515,
      "ucle": 2516,
      "▁Ital": 2517,
      "ust": 2518,
      "▁anumang": 2519,
      "2.": 2520,
      "▁plan": 2521,
      "itaw": 2522,
      "rop": 2523,
      "▁Lat": 2524,
      "ira": 2525,
      "▁Sin": 2526,
      "emp": 2527,
      "▁Setyembre": 2528,
      "▁pinang": 2529,
      "▁Pasi": 2530,
      "▁Fran": 2531,
      "ismo,": 2532,
      "▁sinaunang": 2533,
      "▁itinatag": 2534,
      "ansa": 2535,
      "ulta": 2536,
      "▁(p": 2537,
      "anah": 2538,
      "▁Espanya": 2539,
      "ly": 2540,
      "ve": 2541,
      "▁ad": 2542,
      "▁Mo": 2543,
      "elik": 2544,
      "anggit": 2545,
      "▁Pangulo": 2546,
      "ami": 2547,
      "▁dir": 2548,
      "▁pamant": 2549,
      "iya.": 2550,
      "▁nito,": 2551,
      "kolar": 2552,
      "sama": 2553,
      "al.": 2554,
      "api": 2555,
      "▁Ser": 2556,
      "olog": 2557,
      "▁deka": 2558,
      "▁papel": 2559,
      "▁natitira": 2560,
      "akas": 2561,
      "▁baybay": 2562,
      "▁Bin": 2563,
      "ikas": 2564,
      "▁modernong": 2565,
      "▁Pedro": 2566,
      "▁Hunyo": 2567,
      "6.": 2568,
      "▁Sal": 2569,
      "olek": 2570,
      "▁re": 2571,
      "▁Asya": 2572,
      "angkin": 2573,
      ",000": 2574,
      "ansang": 2575,
      "▁ob": 2576,
      "▁Gu": 2577,
      "▁kaysa": 2578,
      "▁pananaw": 2579,
      "net": 2580,
      "pe": 2581,
      "ano,": 2582,
      "agsik": 2583,
      "onya": 2584,
      "▁komun": 2585,
      "alimbawa,": 2586,
      "▁BCE": 2587,
      "▁[": 2588,
      "▁halimbawa": 2589,
      "▁(A": 2590,
      "ido": 2591,
      "▁pinam": 2592,
      "-t": 2593,
      "▁nagkaroon": 2594,
      "▁Huk": 2595,
      "uth": 2596,
      "▁ika-2": 2597,
      "▁Arab": 2598,
      "▁samantalang": 2599,
      "inawag": 2600,
      "▁partikular": 2601,
      "rat": 2602,
      "▁katawan": 2603,
      "sia": 2604,
      "erh": 2605,
      "unta": 2606,
      "▁Prans": 2607,
      "igang": 2608,
      "▁madalas": 2609,
      ":1": 2610,
      "▁X": 2611,
      "▁bal": 2612,
      "▁titik": 2613,
      "▁pangulo": 2614,
      "eksiyon": 2615,
      "entong": 2616,
